{"pageProps":{"guestarticle":{"id":1,"guesttitle":"Ne Zaman Doğarız?","guestdate":"2020-11-02","guestcontent":"Herkese merhabalar ! Bu yazıda sizlerle doğum günlerine farklı bir bakış açısıyla yaklaşacağız, biraz düşüneceğiz, soracağız, sorgulayacağız. Bu yazıda ne söylediğime değil, ne anlatmaya çalıştığıma odaklanmanızı rica ediyorum. Böylece beraber farklı düşüncelere yelken açabiliriz.\n\nÖyleyse şimdi sormak istiyorum : İnsanlar neden doğdukları günü kutlar? Ortada gerçek anlamda kutlanacak ne var? Bir şeyi kutlamak için ortada bir başarı olması gerekmez mi? Doğmuş olmamız bir başarı mıdır yani? ''İyi ki doğmuşum'' demek midir? Peki bize verilen yıllar içerisinde övünecek, kutlanacak tek varlığımız var olmamız mı yani?  Yoksa sizce de elimizde bile olmayan, haberimiz dahi olmadan gerçekleşen bir olay kutlamak için çok basit kalmıyor mu?\n\nHem insan 1 kez mi doğar? Daha doğrusu asıl doğuş anne karnından gözyaşlarıyla merhaba dediğimiz dünyaya bizi çıkartmaları mıdır? Yoksa yıllar içerisinde kendimize yeniden kurduğumuz anne karnı misali, her türlü mücadelede uzak, rahat konfor alanımızı yok ettiğimiz gün müdür asıl doğduğumuz gün? Hayata, gerçek hayata doğduğumuz… Koşu pistine hiç çıkmayan, tüm hayatı başkalarının verdiği mücadeleleri uzaktan izlemekle geçen yaşamış mıdır ki hayatı? \n\nMark Twain'in güzel bir sözü vardır. ''Hayatınızdaki en önemli iki gün; doğduğunuz gün ve neden doğduğunuzu anladığınız gündür'' der. Yani aslında doğduğumuz günü anlamlı hale getiren şey 2. doğum günümüz, bu dünyaya neden geldiğimizi anladığımız gündür.\n\nHayat çok hızlı geçiyor. Yaşı büyük çoğu kimseden zamanın nasıl geçtiğini anlamadıklarını duyuyoruz sürekli. Öyleyse bu durumdan ders çıkarmalı ve 1 yılı daha geride bıraktığımız her doğum günümüzde düşünmeye, zaman ve geçip giden yıllar hakkında farkındalığımızı canlı tutmaya da zaman  ayırmalıyız.\n\nBu hayatta geçirdiğim 20. yılın son saatlerinde yazıyorum bu satırları. Tam tamına 20 yılı geride bıraktım. Bu geçen yılda neleri iyi yaptım, neleri kötü yaptım, önümdeki bu yılda ise neleri değiştirmeli, neleri geliştirmeliyim? Bunu son 2 senedir yılın son günleri de yapıyorum. Önümdeki sene boyunca ne yapıyor olacağım, nasıl yapıyor olacağım, hedefime giden yolda hangi adımları atıyor olacağım gibi soruları her yeni yıla girerken kendime soruyorum. Ve gerçekten çok faydasını görüyorum. İnsan zamanın farkına varıyor. Bu dur durak bilmez akışa kendini teslim edip onunla beraber şuursuzca akmak yerine, bunun kıymetini anlıyor ve zamana karşı yarışır, durmadan kürek çeker hale geliyor. Bu hayatta hepimizin hayalleri var. Fakat bu hayallerin gerçeğe dönüşebilmesi için ilk önce hedeflere dönüşmesi lazım. Bu tür günler ise hayalleri hedeflere evriltmek, hedeflerimizi ise gerçeklere dönüştürmek için yapılması gerekenleri belirlemek ve yol haritamızı çizmek/tazelemek için muhteşem günler.\n\nPlanlı ve düzenli yaşamaya ihtiyacımız var dostlar. Her sabah uyandığımızda elimize kocaman bir hazine veriliyor. Çoğu zaman bunun farkında bile olmuyoruz ve günleri haftaları heba ediyoruz. Hani milli piyango çıkan insanlar parayı nasıl kullanacağını bilemez, şaşırır ve bir anda kötü bir duruma düşerler. Bu tip haberlere denk gelmişsinizdir illa ki. İşte bize verilen zamanın farkına varamaz, değerini hissedemez ve verimli kullanmanın yollarını aramazsak paha biçilemez bir hazineyi heba etmiş oluruz. Hem de her gün !\n\nSon satırları getirmek gerekirse; zamanı çok iyi anlamalıyız. Her şeyi son sürat önüne katıp götüren, bazen yaşadığımızı bile unuttuğumuz modern dünyadan zaman zaman sıyrılıp ne olup bitiyor diye sormalıyız kendimize ! Hedeflerimize giden yolda kendimizi bol bol ödüllendirmeli, alıştırılmış olduğumuz özel günlere çok da bağlı kalmamalıyız aslında…\n\nZaten harekete geçtiğinde, başarmaya başladığında kutlayacak çok şeyin olacak emin ol !\n\nUzun zamandır ertelediğin zor bir işi sonunda bitirdiğinde kendine bir kahve ısmarla mesela… Bir insanın kalbine dokunduğun, bir hayata anlam kattığın günü unutma mesela… Hayallerinin gerçeğe dönüştüğü o gün… İşte o gün tüm doğum günlerinden çok daha anlamlı bir gün olacak. O gün için yaşa… Ne için varsan onun için yaşa !","guestname":"Ferhat Gürcan","guestkeywords":"dogumgunu,insan,blog","created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-26T10:14:18.409Z","updated_at":"2020-11-02T13:38:18.910Z","guestbanner":{"id":25,"name":"https://images.unsplash.com/photo-1464349153735-7db50ed83c84?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","alternativeText":"","caption":"","width":4000,"height":2407,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","url":"/uploads/large_photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","hash":"large_photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1464349153735-7db50ed83c84?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","path":null,"size":32.99,"width":1000,"height":602},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","url":"/uploads/small_photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","hash":"small_photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1464349153735-7db50ed83c84?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","path":null,"size":12.78,"width":500,"height":301},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","url":"/uploads/medium_photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","hash":"medium_photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1464349153735-7db50ed83c84?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","path":null,"size":22,"width":750,"height":451},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","url":"/uploads/thumbnail_photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","hash":"thumbnail_photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1464349153735-7db50ed83c84?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","path":null,"size":4.94,"width":245,"height":147}},"hash":"photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","mime":"image/jpeg","size":307.96,"url":"/uploads/photo_1464349153735_7db50ed83c84_ixlib_rb_1_2_10c4b716b8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1431&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-26T10:14:12.464Z","updated_at":"2020-10-26T10:14:12.600Z"}}},"__N_SSG":true}