{"pageProps":{"article":{"id":26,"title":"Otonom Uçaklar","content":"Merhabalar. Günümüz şartlarında birçoğumuz sağladığı kolaylıklar nedeniyle seyahatlerimizde genellikle uçakları tercih ediyoruz. Yıllar önce icat edilmiş ve günümüze kadar geliştirilmiş olan bu makineler zaman içinde bünyesinde birçok mesleği barındıran havacılık sektörünün oluşmasını sağladılar. Bu sektörün teknolojik gelişmelere parelel olarak gelecekte farklı formlara evrileceğini tahmin etmek her ne kadar zor olmasa da buna çok da uzak olmadığımızı fark etmek muhtemelen sizleri de en az benim kadar heyecanlandırıyordur.\n\nJohn ve Patrick Collison kardeşler ve GitHub CEO'su Nat Friedman gibi yatırımcıların fonlarıyla 2016 yılında kurulan ve otonom uçuş teknolojileri üzerine çalışan Xwing geçtiğimiz günlerde tamamen otonom bir uçuş sistemi tanıttı. Tamamen otonom diyorum çünkü halihazırda kullanılan sistemlerde de otomatik pilot v.b. otomasyonlardan yararlanılıyor ancak Xwing’in tanıttığı bu sistemde uçuşun kalkıştan inişe kadar tamamen otonom olarak gerçekleşebileceği söyleniyor. Tabi uçakların çalışabilmesi için ve hava trafik kontrol yetkilileriyle iletişim kurabilmek için bu sistemde de insanlara ihtiyaç var.\n\nHedeflerinin özellikle \"Sürmek için çok uzun, fakat aynı zamanda ticari havacılıkta uçmak için de çok kısa olan bölgesel mesafeler. Yani, örneğin 100 ila 500 mil ” gibi mesafeler olduğunu belirten şirket, “Küçük uçakların, özellikle otonom küçük uçakların bu rotalar üzerinde yeni bir ulaşım tipi sağlayacağı bir gelecek görüyoruz.” şeklinde açıklamasını sürdürüyor. Xwing kullanım için onaylanırsa öncelikle Amazon, UPS gibi şirketler için kırsal alanlarda kargo taşıyan insansız uçaklardan oluşan bir filo öngörüyor. Potansiyel çalışmalar arasında tıbbi teşhis, temel endüstriyel parçaların taşınması, uzak veya kırsal alanlara acil durum malzemeleri sağlanması bulunuyor. Bu tür uçaklar aynı zamanda dünyanın çeşitli bölgelerinde acil bir durumda önemli malzemelerin veya yardımların ulaştırılmasında da kullanışlı olabilir. Xwing CEO'su Marc Piette bu konuyla ilgili \"Kargo taşıyan insansız uçakları önce boş alanların üzerinden uçuracağız. Ardından yelpazemizi genişletip bu uçakları yerleşim yerlerinin olduğu alanlar da dahil olmak üzere daha büyük bölgelerde uçurmaya başlayacağız.\" dedi.\n\nİlk etapta mutlaka yerden bir kontrolörle çalışacak olan bu sistem sayesinde şu anki kargo maaliyetlerinin düşeceği, kontrolörlerin pilotlar kadar eğitime ihtiyaç duymayacağı ve birim zamanda daha fazla iş yapılabileceği düşünülüyor. NASA'nın İnsansız Uçak Sistemleri programının bir parçası olarak da Xwing uçuş sistemleri test edilmiş olup Xwing CEO’su Marc Piette, Federal Havacılık İdaresi’nin önümüzdeki iki yıl içinde bu tür sistemleri onaylayacağını umuyor.\n\nHavacılık sektörünün istihdam, eğitim kurumları gibi temel dinamiklerini de etkileyecek olan bu yeniliğin toplumsal etkileri de merak konusu. İlaveten ilerleyen dönemlerde bu sistemin daha avantajlı olduğu herkesçe kabul görüp yetkili kurumlarca onaylansa da psikoloji faktörü denkleme girdiğinde en nihayetinde yolcular pilotu olmayan bir uçakta kendilerini rahat hissetmeyebilirler. Bu konular henüz hepimiz için merak konusu ancak teknolojinin hayatlarımızdaki yerinin sandığımızdan daha hızlı arttığı ve uzakta olduğunu düşündüğümüz geleceğin çok da uzakta olmadığı aşikar. Zaman ayırıp okuduğunuz için teşekkür ederim.\n\n[Xwing](https://xwing.com/)","likes":null,"date":"2020-08-31","keywords":"xwing,otonom uçak,uçak,pilot,otopilot,yapay zeka,yazılım","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-27T09:34:55.545Z","updated_at":"2020-10-31T10:10:33.127Z","banner":{"id":37,"name":"https://i.hizliresim.com/LEPcxl.png","alternativeText":"","caption":"","width":1362,"height":716,"formats":{"large":{"ext":".png","url":"/uploads/large_LE_Pcxl_babb919da0.png","hash":"large_LE_Pcxl_babb919da0","mime":"image/png","name":"large_https://i.hizliresim.com/LEPcxl.png","path":null,"size":1123.69,"width":1000,"height":526},"small":{"ext":".png","url":"/uploads/small_LE_Pcxl_babb919da0.png","hash":"small_LE_Pcxl_babb919da0","mime":"image/png","name":"small_https://i.hizliresim.com/LEPcxl.png","path":null,"size":319.75,"width":500,"height":263},"medium":{"ext":".png","url":"/uploads/medium_LE_Pcxl_babb919da0.png","hash":"medium_LE_Pcxl_babb919da0","mime":"image/png","name":"medium_https://i.hizliresim.com/LEPcxl.png","path":null,"size":671.77,"width":750,"height":394},"thumbnail":{"ext":".png","url":"/uploads/thumbnail_LE_Pcxl_babb919da0.png","hash":"thumbnail_LE_Pcxl_babb919da0","mime":"image/png","name":"thumbnail_https://i.hizliresim.com/LEPcxl.png","path":null,"size":85.49,"width":245,"height":129}},"hash":"LE_Pcxl_babb919da0","ext":".png","mime":"image/png","size":1775.08,"url":"/uploads/LE_Pcxl_babb919da0.png","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-27T09:34:37.602Z","updated_at":"2020-10-27T09:34:37.654Z"}}},"__N_SSG":true}