{"pageProps":{"articles":[{"id":104,"title":"JAMstack Nedir?","content":"İnsanoğlunun gelişiminin temel dinamiklerinden olan daha iyiye ulaşma arzusu hayatın geri kalanında olduğu gibi bilgisayar bilimlerinde de kendini her daim göstermiştir. Bu arzu sayesinde kullandığımız teknolojiler ve araçlar her geçen gün daha verimli bir hale getirilmiş böylece durmayan bir ilerleyiş meydana gelmiştir. Bu yazıda web teknolojilerinde bu durum için çok iyi bir örnek teşkil edeceğini düşündüğüm JAMstack kavramını ele alacağım. Çünkü bu kavramın ortaya çıkışı da web geliştiricilerinin nasıl daha hızlı ve güvenli web siteleri ortaya koyarız sorusuna cevap aramasına dayanıyor.\n\nJAMstack kelimesi JavaScript, API ve Markup kelimelerinin baş harflerinden oluşuyor çünkü JAMstack aslında bu üç temel taşın üzerine kurulu. Peki JAMstack nedir? Kısaca web sunucu yönetimini minimuma indirmek, daha güvenli ve hızlı çalışan web siteleri üretmek için statik web sayfaları üretimine dayanan modern bir yaklaşım olarak özetlenebilir. Geleneksel front-end yaklaşımlarında kullanıcı her istek attığında (örneğin sayfa değiştirdiğinde) sayfa yeniden render edilip sunucu bunu kullanıcıya yollar yani daha basit bir dille her hamlede arka planda haberleşmeler gerçekleşir. JAMstack’de ise sunucunun kullanıcıya bir şeyler döndürmek için arka tarafta bir şeylerin render edilmesine gerek yoktur çünkü sunucu halihazırda render edilmiş statik sayfayı barındırıyor böylece sunucu direkt CDN’den sayfayı gönderebiliyor.\n\n![resim](https://dinarys.com/photos/7/jam-dinarys.png)\n\nPeki bu statik sayfalar nasıl oluşturuluyor? Next.js, Gatsby.js gibi SSG (Static Site Generator)’ler kullanarak React.js ile kodladığımız projemizi static export alıyoruz sonra bu statik dosyaları sunucuya atarak sitemizi ayaklandırabiliyoruz. Kullanıcıya ulaşan son sayfalar statik olduğu halde sayfanı herhangi bir yerinde API ile iletişim kurarak istediğimiz veriyi yine dinamik olarak alabiliriz ancak bu SSR (Server Side Rendering) ile karıştırılmamalıdır.\n\nBirçok olumlu yönünün yanı sıra JAMstack her ihtiyaca uygun bir yaklaşım değil maalesef. Özellikle sayfa sayısı çok fazla olan ve sunucuyla haberleşme ihtiyacı fazla olan siteler için (örneğin haber siteleri), render süresinin uzayacak olması sebebiyle, hiç uygun olmayacağını söyleyebiliriz.\n\nBu yaklaşımla site geliştirmek için kullanılabilecek birçok framework ve araç var bunları Tıpkı diğer bütün yazılım kavramlarında olduğu gibi JAMstack’i de anlamanın en iyi yolu bu yaklaşımla bir proje geliştirmek. Bu yazıda kısaca JAMstack’i tanıdık ancak daha fazlasına ulaşmak ve bu şekilde bir proje geliştirmek isterseniz benim de çok faydalandığım Adem İlter youtube kanalındaki Next.js derslerine göz atabilirsiniz.","likes":null,"date":"2020-11-16","keywords":"JAMstack, mobil, web","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-11-16T10:59:11.516Z","updated_at":"2020-11-16T12:12:40.483Z","banner":{"id":141,"name":"https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","alternativeText":"","caption":"","width":1050,"height":657,"formats":{"large":{"ext":".jpeg","url":"/uploads/large_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","hash":"large_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","mime":"image/jpeg","name":"large_https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","path":null,"size":28.5,"width":1000,"height":626},"small":{"ext":".jpeg","url":"/uploads/small_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","hash":"small_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","mime":"image/jpeg","name":"small_https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","path":null,"size":11.52,"width":500,"height":313},"medium":{"ext":".jpeg","url":"/uploads/medium_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","hash":"medium_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","mime":"image/jpeg","name":"medium_https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","path":null,"size":19.5,"width":750,"height":469},"thumbnail":{"ext":".jpeg","url":"/uploads/thumbnail_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","hash":"thumbnail_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","mime":"image/jpeg","name":"thumbnail_https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","path":null,"size":4.48,"width":245,"height":153}},"hash":"1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","ext":".jpeg","mime":"image/jpeg","size":25.44,"url":"/uploads/1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-11-16T10:58:41.614Z","updated_at":"2020-11-16T10:58:41.651Z"}},{"id":69,"title":"React Native'i Tanıyalım","content":"Yirmi dört saatimizin ne kadarı mobil uygulama kullanarak geçiyor sizce? Tarayıcılar, Whatsapp, Spotify, Netflix, sosyal medya uygulamaları, banka uygulamaları ve daha çeşitli amaçlar için geliştirilmiş birçok uygulama...Peki hayatımızdaki yeri ve önemi bu kadar artmış olan bu uygulamalar nasıl geliştiriliyor sizce? \n\nÖncelikle şunun söylemeliyim ki bunun birçok yolu var ancak ben bu yazıda çıkışından bu yana popülerliği ve kullanımı gittikçe artan React Native’den bahsedeceğim.\n\n#### React Native Nedir?\n\nReact Native kısaca Facebook tarafından geliştirilen ve cross-platform* mobil uygulama geliştirme olanağı sağlayan bir front-end framework’üdür.\n\nReact, Javascript ve XML dil yapılarını harmanladığı JSX dil formatını kullanan React Native, tek bir dil üzerinden kodlayarak geliştirilen uygulamaların birçok platformda çalışmasını sağlarken cihaz ile arayüz arasında köprü işlevi görerek mobil uygulamaların sorunsuz çalışmasını da sağlıyor. Sizin geliştirme ortamında tanımladığınız bir bileşenin android veya ios ortamında karşılığı ne ise “babel” kullanarak sizin yerinize oluşturuyor. Böylece tek kod yazarkan iki ayrı platforma ürün geliştirmiş oluyorsunuz.\n\n2013 Yazında Facebook’un kendi içerisinde düzenlediği bir hackathon ile temelleri atılan ve ilk duyurusu 2015 yılının Ocak ayında düzenlenen ReactJS konferansında gerçekleştirilen bu framework’ün iki ay gibi kısa bir süre sonra Mart F8 etkinliğinde GitHub üzerinden açılışı yapılıyor. Açık kaynaklı bir framework olması geliştiricilerin sempatisini kısa zamanda kazanmasına sebep olmuş ayrıca performans testlerinde Java ve Objective-C gibi cross-platform olmayan dillerden de geri kalmadığını göstermiştir.\nReact Native’in Android Studio’ya nazaran sadece bir text editor ve bir emülatör ile hızlı ve daha esnek geliştirme koşulları sunması geliştiricilerin React Native’e yönelmesinde büyük rol oynamıştır. Bunun yanı sıra React Native firebase, MongoDB, SQLite, MySQL, GraphQL, Flask, realm ve NodeJS gibi birçok back-end servisini destekliyor bizler de bu sayede mobil uygulamalarımızı iyi bir back-end ile destekleyebiliyoruz.\nPeki React Native kusursuz mu? Elbette hayır. Paket uyumsuzlukları, yeni bir framework olması gibi olumsuz yönleri de var elbette. Fakat günümüz koşullarında diğer seçeneklere nazaran çok daha başarılı diyebiliriz. Javascript altyapınız varsa kolay bir öğrenme sürecinden sonra hızlıca ortaya güzel ürünler çıkarmak için React Native iyi bir seçenek\n\n*Tek kod tabanından ios, android gibi farklı platformlara yüksek performanslı mobil uygulamalar geliştirme imkanı tanır.\n\n[React Native](https://reactnative.dev/)\n\n\n","likes":null,"date":"2020-11-02","keywords":"react native,mobil uygulama geliştirme,javascript,yazılım","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-11-02T11:52:12.712Z","updated_at":"2020-11-02T11:53:08.356Z","banner":{"id":101,"name":"https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","alternativeText":"","caption":"","width":1200,"height":628,"formats":{"large":{"ext":".png","url":"/uploads/large_react_native_vs_native_apps_a01e0c1575.png","hash":"large_react_native_vs_native_apps_a01e0c1575","mime":"image/png","name":"large_https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","path":null,"size":57.25,"width":1000,"height":523},"small":{"ext":".png","url":"/uploads/small_react_native_vs_native_apps_a01e0c1575.png","hash":"small_react_native_vs_native_apps_a01e0c1575","mime":"image/png","name":"small_https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","path":null,"size":23.67,"width":500,"height":262},"medium":{"ext":".png","url":"/uploads/medium_react_native_vs_native_apps_a01e0c1575.png","hash":"medium_react_native_vs_native_apps_a01e0c1575","mime":"image/png","name":"medium_https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","path":null,"size":40.24,"width":750,"height":393},"thumbnail":{"ext":".png","url":"/uploads/thumbnail_react_native_vs_native_apps_a01e0c1575.png","hash":"thumbnail_react_native_vs_native_apps_a01e0c1575","mime":"image/png","name":"thumbnail_https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","path":null,"size":9.9,"width":245,"height":128}},"hash":"react_native_vs_native_apps_a01e0c1575","ext":".png","mime":"image/png","size":38.05,"url":"/uploads/react_native_vs_native_apps_a01e0c1575.png","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-11-02T11:51:34.572Z","updated_at":"2020-11-02T11:51:34.613Z"}},{"id":29,"title":"Vecihi Hürkuş ve \"Mühendislik\"","content":"Her çağda yaşadığı toplumu tüm olumsuz koşullara rağmen, hatta kimi zaman toplumun kendisine rağmen, geliştiren ve bulunduğundan daha yüksek noktalara ulaştırma gayesiyle çalışan öncü kişiler bulunur. Bu yazımda hayatını konu edineceğim Vecihi Hürkuş da Türk havacılığı ve mühendisliğinde bu öncü kişilerden biridir.\n\nGümrük Müfettişi Faham Bey ve Zeliha Niyir Hanımın ortanca çocuğu olarak 6 Ocak 1896 tarihinde İstanbul'da dünyaya gözlerini açan Vecihi genç yaşta babasının hayatını kaybetmesi üzerine annesi tarafından yetiştirildi. Tophane Sanat Okulu'nda güzel sanatlar eğitimi alan Vecihi Hürkuş, gönüllü olarak Balkan Savaşı'na katılmış olup, daha sonra da I. Dünya Savaşı'nda, Bağdat cephesinde makinist olarak görev yaptı. Katıldığı I. Dünya Savaşı'nda yaralanınca İstanbul'a dönerek Yeşilköy’deki Tayyare Mektebi'ne girdi ve pilot olarak mezun oldu.\n\nBirinci Dünya Savaşı sırasında pilot brövesi (Yeterlilik Belgesi) alarak 7. Tayyare Bölüğü'nde Ruslara karşı katıldığı harekatta birçok başarılı keşif ve bombardıman uçuşlarına imza atan Vecihi Hürkuş 1917 senesinde Kafkas Cephesi'nde bir Rus uçağını düşürerek “Düşman Uçağını Düşüren İlk Türk Pilotu” ünvanını aldı. Uçuşlarıyla düşman üzerinde oluşturduğu korku nedeniyle “Kara Tehlike” olaran anılan Vecihi Bey savaşta yaralanarak esir düştüğü Hazar Denizi’nde bulunan Nargin Adası'ndan yüzerek İran’a kaçtı. Sonrasında ise memleket topraklarına kadar yürüdü.\n\nMemlekete döndüğünde İşgal altındaki İstanbul’da duramayıp Anadolu’ya geçerek Milli Mücadele’ye katılmak istedi. Kurtuluş Savaşı'na gönüllü olarak katılan Hürkuş, burada da vazifesin layığıyla yapmış olup Büyük Taarruzdan sonra Yunanlıların uçaklarını bile almadan kaçtıkları Kızılçullu Meydanı’na inen ilk Türk havacısı oldu. Bu başarıları üzerine Türkiye Büyük Millet Meclisi tarafından kendisine İstiklal Madalyası ve üç ayrı Takdirname verildi.\n\nZaferden sonra Edirne’de İtalyanlar tarafından terk edilen bir yolcu uçağını orduya teslim ettikten sonra uçağa Vecihi isminin verilmesi aklında uçak üretme fikrini canlandırdı. Bunun üzerine Vecihi Hürkuş, ilk Türk yapımı uçak olan Vecihi K VI'yı imal etti. M. Kemal Atatürk'ün yönlendirmesiyle kurulan Türk Tayyare Cemiyeti‘ne (TTC) katılan Hürkuş, 1931 senesinde, kurum adına ilk Türkiye turunu düzenledi. Bunu aynı senenin sonlarında yapılan ve birçok şehri kapsayan ikinci uçak turu izledi.\n\n21 Nisan 1932'de, Sivil Tayyare Mektebi'ni kurdu ve 1933 senesinde Vecihi K-XVI isimli uçağı tasarladı. 1937 senesinde Türk Hava Kurumu, Vecihi Hürkuş'u mühendislik eğitimi alması için, Almanya'ya gönderdi. 1939 senesinde mezun olarak ülkesine dönen Hürkuş'a iki senede mühendis olmanın imkansızlığı gerekçesiyle uçak mühedisi ruhsatı verilmedi.\n\nAncak Vecihi Hürkuş’un önüne çıkan son engel bu değildi maalesef. İzin verilmeden gerçekleştirdiği uçuş için ceza almak yaptığı uçağa burda ruhsat verebilecek yetkinlikte bir kurum olmadığı için uçağını trenle çekoslavakyaya götürüp orda ruhsat almak zorunda kalmak gibi birçok engelle karşılaştı. Ancak hiçbir zaman bu engeller Vecihi Hürkuş’u durduramadı. Hayatının son yıllarını büyük maddi sıkıntılar içerisinde geçiren ve tarihimizde gurur duyulacak birçok ilke imza atan Hürkuş, 16 Temmuz 1969'da, geçirdiği beyin kanaması sonucu kaldırıldığı Gülhane Askeri Tıp Akademisi Hastanesi'nde hayata gözlerini yumdu. Fakat çalışmalarıyla hala bizlere ilham vermekte.","likes":null,"date":"2020-10-12","keywords":"vecihi hürkuş,vecihik6,uçak,mühendislik,almanya,ww1,kafkas cephesi","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T08:46:15.200Z","updated_at":"2020-10-31T10:11:59.038Z","banner":{"id":42,"name":"https://vizyonergenc.com/storage/posts/October2018/uDOE5tn0HRnjvFOI2gGJ.jpg","alternativeText":"","caption":"","width":1000,"height":538,"formats":{"small":{"ext":".jpg","url":"/uploads/small_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad.jpg","hash":"small_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad","mime":"image/jpeg","name":"small_https://vizyonergenc.com/storage/posts/October2018/uDOE5tn0HRnjvFOI2gGJ.jpg","path":null,"size":21.09,"width":500,"height":269},"medium":{"ext":".jpg","url":"/uploads/medium_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad.jpg","hash":"medium_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad","mime":"image/jpeg","name":"medium_https://vizyonergenc.com/storage/posts/October2018/uDOE5tn0HRnjvFOI2gGJ.jpg","path":null,"size":40.7,"width":750,"height":404},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad.jpg","hash":"thumbnail_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad","mime":"image/jpeg","name":"thumbnail_https://vizyonergenc.com/storage/posts/October2018/uDOE5tn0HRnjvFOI2gGJ.jpg","path":null,"size":6.68,"width":245,"height":132}},"hash":"u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad","ext":".jpg","mime":"image/jpeg","size":59.55,"url":"/uploads/u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-28T08:44:27.228Z","updated_at":"2020-10-28T08:44:27.262Z"}},{"id":28,"title":"Alan Turing ve Bilgisayar Bilimleri","content":"Tarih boyunca gerçekleşen ve gerçekleşecek olan bütün mücadelelerin sonuçlarını belirleyen en büyük etkenlerden biri de zamanı anlayabilmektir. Zaman ile iyi geçinenler girdiği mücadelelerden galip çıkarken zamana direnip getirdiklerine kafa tutanlarsa girdikleri mücadelelerden mağlup çıkmışlardır.\n\nBu yazımda, zaman kavramını çok iyi anlamış olup bugünün beklentileri ve yarının getirecekleri üzerine ciddi çalışmalar yürüterek ülkesine büyük hizmetlerde bulunan aynı zamanda günümüzde bilgisayar bilimi, yapay zeka gibi artık herkesin hayatında bir miktar yer edinmiş olan bazı kavramların ortaya çıkmasında öncü isim olan Alan Mathison Turing’den bahsedeceğim.\n\nTeorik bilgisayar bilimi ve yapay zekanın öncüsü olan İngiliz matematikçi 23 Haziran 1912’de Londra’da doğdu. Eğitim hayatının henüz başlarındayken zekasıyla dikkat çeken Turing, 13 yaşında Sherborne Okuluna gittiğinde özellikle matematik ve bilimle ilgilenmeye başladı. Sherborne'daki süresinin sonuna doğru, entelektüel merakını paylaşan Christopher Morcom ile yakın bir ilişki kurdu. Daha sonraları Christopher, Turing’in \"ilk aşkı\" olarak anıldı. Alan Sherborne'dan sonra, Cambridge'deki King's College'a kaydoldu ve 1931-1934 yılları arasında burada eğitim gördü.\n\n1936'da, hesaplanabilir herhangi bir şeyi hesaplayabilen evrensel bir makine (daha sonraları Evrensel Turing Makinesi\" ve ardından \"Turing makinesi\" olarak adlandırılmıştır) fikrini sunduğu bir makale yayınlayarak modern bilgisayarın öncü adımlarını attı. Takip eden iki yıl boyunca Princeton Üniversitesi'ndeki Institute for Advanced Study'de matematik ve kriptoloji okudu. Doktorasını tamamladıktan sonra 1938'de Cambridge'e döndü ve daha sonra bir İngiliz şifre kırma örgütü olan ve savaş ilan edildiğinde Bletchley Park'a taşınan Government Code ve Cypher School'da (GCCS) çalışmaya başladı.\n\nAlan Turing’in Bletchley’deki en büyük çalışması, ki birçoğumuz onu bu çalışmasıyla tanıyoruz, \"Enigma\" kodunu kırmaktı. Enigma, Alman silahlı kuvvetleri tarafından güvenli bir şekilde mesaj göndermek için kullanılan bir şifreleme makinesiydi. Turing, arkadaşı Gordon Welchman ile birlikte, 1940 sonlarından itibaren Enigma makineleri tarafından gönderilen tüm mesajların kodunu çözen eski bir Polonya tasarımına dayanan Bombe'yi geliştirdi. Sonraki yıllarda Temmuz 1942'de Turing, Almanların yeni “Geheimschreiber” makinesi tarafından üretilen Lorenz şifre mesajlarına karşı kullanmak için \"Turingery\" adını verdiği karmaşık bir kod kırma tekniği geliştirdi.\n\n![resim](https://static01.nyt.com/images/2019/06/10/obituaries/10overlooked-alanturing-1/00overlooked-alanturing-3-videoSixteenByNineJumbo1600.jpg)\n\nSavaşın seyrini büyük ölçüde etkileyen Turing’e 1945'te, ülkeye sunduğu hizmetlerinden dolayı bir OBE (Order of the British Empire - Britanya İmparatorluk Nişanı) ile ödüllendirildi ve 1949'da Manchester Üniversitesi Bilgisayar Laboratuvarı’nda yüksek rütbelerde görev aldı.\n\nMeşhur “Computing Machinery and Intelligence” adlı makalesinde Yapay zeka konusuna değinen Turing bir makinenin gerçekten \"zeki\" olarak adlandırılıp adlandırılamayacağını belirleyen bir yöntem olan ve günümüzde “Turing Testi” olarak adlandırılan \"Imitation Game”i (Taklit Oyunu) tasarladı. Test, takip eden süreçteki yapılan yapay zeka araştırmalarını önemli ölçüde etkiledi.\n\nBletchley Park'taki kod kırma çalışmalarıyla savaşı iki yıl kadar kısaltıp Müttefiklerin zaferiyle sonuçlanmasını sağlayan ve bu süreçte sayısız hayat kurtarması ile tanınan günümüzde sektöre katkılarından dolayı ismi ödüllere, enstitülere verilen Alan Turing maalesef yaşamının her döneminde bu şekilde itibar görmedi.\n\n1952 yılında polise hırsızlık ihbarında bulunan Turing, takip eden süreçte suçlu Arnold Murray ile cinsel ilişkisinin ortaya çıkmasıyla 1950'lerde Birleşik Krallık'taki eşcinsellik karşıtı yasaların gereğince büyük bir ahlaksızlıkla suçlandı. Hormon tedavisi görmesi şartıyla denetimli serbestlik veya hapis cezası arasında seçim yapmak zorunda kalan bilim insanı tedaviyi seçti ve sonrasında bir yıl boyunca sentetik östrojen hormonu enjekte edilerek kimyasal hadım edildi. Mahkumiyetinin sonuçları bununla sınırlı kalmayan Turing'in güvenlik izni kaldırıldı ve GCCS'de kriptografi ile ilgili çalışmalarına devam etmesi yasaklandı. 7 Haziran 1954'te ölen Alan Turing’in otopsi incelemesinin ardından ölüm nedeninin siyanür zehirlenmesine bağlı asfiksi olduğu sonucuna varıldı ve yapılan otopsi sonucu bunun bir intihar olduğuna karar verildi.\n\nYıllar sonra, 10 Eylül 2009'da dönemin Başbakanı Gordon Brown Turing'den eşcinsel olarak yargılandığı için, İngiliz hükümeti adına ölümünden sonra özür dileyen bir açıklama yaptı. 2013'te ise, intihar ettikten yaklaşık 60 yıl sonra, Kraliçe II. Elizabeth Alan Turing'e kraliyet affı verdi.\n\nBu yazıda bilgisayar bilimlerinde yürüttüğü öncü faaliyetler ve sergilemiş olduğu çalışmalarla ilham verici bir bilim insanı olan Alan Turing’in hayatına göz attık. Başrollerini Benedict Cumberbatch ve Keira Knightley'in paylaştığı “The Imitation Game - Enigma” adlı filmi izleyerek Alan Turing’in Enigma’yı çözme sürecine ve hayatına farklı bir bakış açısından daha şahit olabilir aynı zamanda güzel vakit geçirebilirsiniz.\n\n[Oxford](https://www.oxforddnb.com/view/10.1093/ref:odnb/9780198614128.001.0001/odnb-9780198614128-e-36578?rskey=iE7NF6&result=2)\n\n[British Library](https://www.bl.uk/people/alan-turing)","likes":null,"date":"2020-09-28","keywords":"alan turing,yapay zeka,makine öğrenmesi,bilgisayar,gccs,turing testi","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T08:37:37.359Z","updated_at":"2020-10-31T10:11:32.781Z","banner":{"id":41,"name":"https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","alternativeText":"","caption":"","width":1600,"height":1005,"formats":{"large":{"ext":".jpg","url":"/uploads/large_alanturingbg_29d8323f62.jpg","hash":"large_alanturingbg_29d8323f62","mime":"image/jpeg","name":"large_https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","path":null,"size":281.5,"width":1000,"height":628},"small":{"ext":".jpg","url":"/uploads/small_alanturingbg_29d8323f62.jpg","hash":"small_alanturingbg_29d8323f62","mime":"image/jpeg","name":"small_https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","path":null,"size":66.66,"width":500,"height":314},"medium":{"ext":".jpg","url":"/uploads/medium_alanturingbg_29d8323f62.jpg","hash":"medium_alanturingbg_29d8323f62","mime":"image/jpeg","name":"medium_https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","path":null,"size":154.27,"width":750,"height":471},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_alanturingbg_29d8323f62.jpg","hash":"thumbnail_alanturingbg_29d8323f62","mime":"image/jpeg","name":"thumbnail_https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","path":null,"size":13.15,"width":245,"height":154}},"hash":"alanturingbg_29d8323f62","ext":".jpg","mime":"image/jpeg","size":737.55,"url":"/uploads/alanturingbg_29d8323f62.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-28T08:34:55.220Z","updated_at":"2020-10-28T08:34:55.259Z"}},{"id":27,"title":"Online Manipülasyon","content":"Herkese Selam. Daha önce hiç manipülasyona maruz kaldığınız ya da birisini manipüle ettiğiniz oldu mu? TDK sözlüğüne göre manipülasyon; \"yönlendirme, yönlendirim\" anlamlarında kullanılmakla birlikte bir kişinin bir başka kişinin duygularını, fikirlerini hatta kararlarını kendi istekleri doğrultusunda yönlendirmesi olarak özetlenebilir. Kimine göre bir sanat, kimine göre ise çok da etik olmayan bu durum günümüz teknolojisinin beraberinde getirdiği olanaklarla birlikte başka bir boyuta ulaşmış bulunuyor. Önceden bu durum bire bir iletişimde gerçekleşirken artık sahip olduğumuz teknolojiler aracılığıyla geniş kitleler kolay bir biçimde manipüle edilebiliyor.\n\nBirçok platoformda çeşitli yöntemlerle gerçekleşen bu manipülasyonlar bizleri alışveriş yaparken, oy kullanırken, sosyal medyada paylaşım yaparken hatta kişisel hayatımızın gündemini oluştururken akıl almaz ölçüde etkileyebilir ve adeta bir kuklaya çevirebilir. Abartılı bulanlar için; Facebook'un, kullanıcıların duygularını etkileyip etkileyemeyeceklerini görmek için 689.000’den fazla kullanıcının gördüğü içeriği manipüle ettiği ve sonrasında bu kullanıcıların paylaşımlarını “deney” başlığı altında takip ettiği olayı hatırlayalım. Facebook bu deney kapsamında kullanıcıların gördüğü olumlu duygusal içeriklerin sayısını azalttı ve sonrasında bu kullanıcıların olumlu duygusal içerik paylaşımlarında bir azalma, olumsuz duygusal içerik paylaşımlarında ise artış gözlemledi. Deneyin ikinci aşamasında ise kullanıcıların gördüğü olumsuz duygusal içeriklerin sayısı azaltıldığında da kullanıcıların olumsuz duygusal içerik paylaşımlarında azalma, olumlu duygusal içerik paylaşımlarında artış gözlemledi. Yani Facebook hatrı sayılır sayıdaki kullanıcının duygularını manipüle etmeyi başardı.\n\nOnline manipülasyon için birçok yöntem bulunmakla birlikte bunların en bilinenlerinden biri de “Dark Patterns”dır. Dark Patterns web sitelerinde ve uygulamalarda, bir şey satın almak veya bir şeye kaydolmak gibi istemediğiniz şeyleri yapmanızı sağlayan hilelerdir. Web sitelerini ve uygulamaları kullandığınızda sayfadaki her kelimeyi okumazsınız. Sayfaya göz atıp varsayımlarda bulunursunuz. Bir şirket sizi bir şey yapmanız için kandırmak, yönlendirmek isterse bir sayfanın aslında başka bir şey söylüyormuş gibi görünmesini sağlayarak bundan yararlanabilir. Birçok Dark Patterns türü bulunup bunların bazılarını muhtemelen siz de tecrübe etmişsinizdir. Örneğin “Zorla Süreklilik”. Bir hizmette ücretsiz denemeniz sona erdiğinde kredi kartınız herhangi bir uyarı olmadan sessizce ücretlendirilmeye başlar. Bazı durumlarda üyeliğin iptal edilmesi zorlaştırılarak durum daha da kötüleştirilir. Bir başka örnek “Gizli Maliyet”. Bu örnekte sistem teslimat ücreti, vergi v.b. beklenmedik maliyetleri ödeme işleminin son adımında kullanıcının karşısına çıkartır. Ve daha birçok benzer örnek...\n\nBir başka online manipülasyon yöntemi de varsayılanların ikna gücünden faydalanmaktır. Arama sonuçlarında hangi sıradaki siteye önce tıkladığınızı bir düşünün. Kullanıcıların geneli ilk sıradakine tıklarlar. Varsayılan olarak birinci sırada gelen site kullanıclar için daha cazip geliyor. Bu da sıralamanın kullanıcıların kararını etkilediğini gösteriyor ve tabii ki birçok şirket bundan faydalanıyor.\n\nKısacası seçtiğimiz seçmediğimiz ürünler, kullandığımız oylar, fikirlerimiz, duygularımız, kararlarımız... Bunlar sandığımız kadar bizlere ait olmayabilir. Kitleleri yönlendirmek bu denli kolay bir hal almışken artık her zamankinden daha fazla düşünmeliyiz. Acaba X ürününü almayı gerçekten istiyor musunuz? Yoksa istemeniz mi sağlanıyor? Acaba şu an hissetiğiniz şeyler gerçek hisleriniz mi? Yoksa öyle hissetmeniz için yönlendiriliyor musunuz?\n\nPeki, bu durumdan kendimizi nasıl koruyabiliriz? Her ne olursa olsun içinde bulunduğumuz internet ortamının çok da masum bir yer olmadığı gerçeğiyle yüzleşmek bizler için potansiyel tehdidi azaltacaktır. Algılarımızı açık tutup önümüze konan her bilgiyi, duyguyu, fikri doğrudan kabul etmeyerek gerçek dünya ile bağımızı koparmadığımız sürece güvendeyiz demektir. Zaman ayırıp okuduğunuz için teşekkür ederim.","likes":null,"date":"2020-09-14","keywords":"facebook,sosyal medya,dark patterns,manipülasyon","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-27T09:37:58.075Z","updated_at":"2020-10-31T10:11:06.957Z","banner":{"id":38,"name":"https://ak.picdn.net/shutterstock/videos/1019939626/thumb/1.jpg","alternativeText":"","caption":"","width":852,"height":480,"formats":{"small":{"ext":".jpg","url":"/uploads/small_1_adc59a3fa6.jpg","hash":"small_1_adc59a3fa6","mime":"image/jpeg","name":"small_https://ak.picdn.net/shutterstock/videos/1019939626/thumb/1.jpg","path":null,"size":11.72,"width":500,"height":282},"medium":{"ext":".jpg","url":"/uploads/medium_1_adc59a3fa6.jpg","hash":"medium_1_adc59a3fa6","mime":"image/jpeg","name":"medium_https://ak.picdn.net/shutterstock/videos/1019939626/thumb/1.jpg","path":null,"size":20,"width":750,"height":423},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_1_adc59a3fa6.jpg","hash":"thumbnail_1_adc59a3fa6","mime":"image/jpeg","name":"thumbnail_https://ak.picdn.net/shutterstock/videos/1019939626/thumb/1.jpg","path":null,"size":4.26,"width":245,"height":138}},"hash":"1_adc59a3fa6","ext":".jpg","mime":"image/jpeg","size":19.26,"url":"/uploads/1_adc59a3fa6.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-27T09:37:40.459Z","updated_at":"2020-10-27T09:37:40.493Z"}},{"id":26,"title":"Otonom Uçaklar","content":"Merhabalar. Günümüz şartlarında birçoğumuz sağladığı kolaylıklar nedeniyle seyahatlerimizde genellikle uçakları tercih ediyoruz. Yıllar önce icat edilmiş ve günümüze kadar geliştirilmiş olan bu makineler zaman içinde bünyesinde birçok mesleği barındıran havacılık sektörünün oluşmasını sağladılar. Bu sektörün teknolojik gelişmelere parelel olarak gelecekte farklı formlara evrileceğini tahmin etmek her ne kadar zor olmasa da buna çok da uzak olmadığımızı fark etmek muhtemelen sizleri de en az benim kadar heyecanlandırıyordur.\n\nJohn ve Patrick Collison kardeşler ve GitHub CEO'su Nat Friedman gibi yatırımcıların fonlarıyla 2016 yılında kurulan ve otonom uçuş teknolojileri üzerine çalışan Xwing geçtiğimiz günlerde tamamen otonom bir uçuş sistemi tanıttı. Tamamen otonom diyorum çünkü halihazırda kullanılan sistemlerde de otomatik pilot v.b. otomasyonlardan yararlanılıyor ancak Xwing’in tanıttığı bu sistemde uçuşun kalkıştan inişe kadar tamamen otonom olarak gerçekleşebileceği söyleniyor. Tabi uçakların çalışabilmesi için ve hava trafik kontrol yetkilileriyle iletişim kurabilmek için bu sistemde de insanlara ihtiyaç var.\n\nHedeflerinin özellikle \"Sürmek için çok uzun, fakat aynı zamanda ticari havacılıkta uçmak için de çok kısa olan bölgesel mesafeler. Yani, örneğin 100 ila 500 mil ” gibi mesafeler olduğunu belirten şirket, “Küçük uçakların, özellikle otonom küçük uçakların bu rotalar üzerinde yeni bir ulaşım tipi sağlayacağı bir gelecek görüyoruz.” şeklinde açıklamasını sürdürüyor. Xwing kullanım için onaylanırsa öncelikle Amazon, UPS gibi şirketler için kırsal alanlarda kargo taşıyan insansız uçaklardan oluşan bir filo öngörüyor. Potansiyel çalışmalar arasında tıbbi teşhis, temel endüstriyel parçaların taşınması, uzak veya kırsal alanlara acil durum malzemeleri sağlanması bulunuyor. Bu tür uçaklar aynı zamanda dünyanın çeşitli bölgelerinde acil bir durumda önemli malzemelerin veya yardımların ulaştırılmasında da kullanışlı olabilir. Xwing CEO'su Marc Piette bu konuyla ilgili \"Kargo taşıyan insansız uçakları önce boş alanların üzerinden uçuracağız. Ardından yelpazemizi genişletip bu uçakları yerleşim yerlerinin olduğu alanlar da dahil olmak üzere daha büyük bölgelerde uçurmaya başlayacağız.\" dedi.\n\nİlk etapta mutlaka yerden bir kontrolörle çalışacak olan bu sistem sayesinde şu anki kargo maaliyetlerinin düşeceği, kontrolörlerin pilotlar kadar eğitime ihtiyaç duymayacağı ve birim zamanda daha fazla iş yapılabileceği düşünülüyor. NASA'nın İnsansız Uçak Sistemleri programının bir parçası olarak da Xwing uçuş sistemleri test edilmiş olup Xwing CEO’su Marc Piette, Federal Havacılık İdaresi’nin önümüzdeki iki yıl içinde bu tür sistemleri onaylayacağını umuyor.\n\nHavacılık sektörünün istihdam, eğitim kurumları gibi temel dinamiklerini de etkileyecek olan bu yeniliğin toplumsal etkileri de merak konusu. İlaveten ilerleyen dönemlerde bu sistemin daha avantajlı olduğu herkesçe kabul görüp yetkili kurumlarca onaylansa da psikoloji faktörü denkleme girdiğinde en nihayetinde yolcular pilotu olmayan bir uçakta kendilerini rahat hissetmeyebilirler. Bu konular henüz hepimiz için merak konusu ancak teknolojinin hayatlarımızdaki yerinin sandığımızdan daha hızlı arttığı ve uzakta olduğunu düşündüğümüz geleceğin çok da uzakta olmadığı aşikar. Zaman ayırıp okuduğunuz için teşekkür ederim.\n\n[Xwing](https://xwing.com/)","likes":null,"date":"2020-08-31","keywords":"xwing,otonom uçak,uçak,pilot,otopilot,yapay zeka,yazılım","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-27T09:34:55.545Z","updated_at":"2020-10-31T10:10:33.127Z","banner":{"id":37,"name":"https://i.hizliresim.com/LEPcxl.png","alternativeText":"","caption":"","width":1362,"height":716,"formats":{"large":{"ext":".png","url":"/uploads/large_LE_Pcxl_babb919da0.png","hash":"large_LE_Pcxl_babb919da0","mime":"image/png","name":"large_https://i.hizliresim.com/LEPcxl.png","path":null,"size":1123.69,"width":1000,"height":526},"small":{"ext":".png","url":"/uploads/small_LE_Pcxl_babb919da0.png","hash":"small_LE_Pcxl_babb919da0","mime":"image/png","name":"small_https://i.hizliresim.com/LEPcxl.png","path":null,"size":319.75,"width":500,"height":263},"medium":{"ext":".png","url":"/uploads/medium_LE_Pcxl_babb919da0.png","hash":"medium_LE_Pcxl_babb919da0","mime":"image/png","name":"medium_https://i.hizliresim.com/LEPcxl.png","path":null,"size":671.77,"width":750,"height":394},"thumbnail":{"ext":".png","url":"/uploads/thumbnail_LE_Pcxl_babb919da0.png","hash":"thumbnail_LE_Pcxl_babb919da0","mime":"image/png","name":"thumbnail_https://i.hizliresim.com/LEPcxl.png","path":null,"size":85.49,"width":245,"height":129}},"hash":"LE_Pcxl_babb919da0","ext":".png","mime":"image/png","size":1775.08,"url":"/uploads/LE_Pcxl_babb919da0.png","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-27T09:34:37.602Z","updated_at":"2020-10-27T09:34:37.654Z"}},{"id":14,"title":"RAM İndir (!)","content":"Herkese merhaba. İsmini günlük hayatta sıkça duyduğumuz bilgisayar bileşenlerini sizce yeterince tanıyor muyuz? Mesela bilgisayarlara karşı çok ilgili olmayanlarımızın bile en azından bir kere mutlaka duyduğu bileşenlerden biri olan RAM nedir? Veya ne işe yarar? Gelin bu yazıda sahip olduğumuz teknolojiye birlikte biraz daha yakından bakalım.\n\nBilgisayar fonksiyonel birçok bileşenin bir araya gelmesiyle oluşan kompleks bir sistemdir. Biz yukarda verdiğimiz RAM örneğinden devam edelim. RAM yani Random Access Memory (Rastgele Erişimli Bellek) kısaca elektronik cihazların kısa süreli hafızasıdır. RAM’de anlık veriler depolanır ve geçici olarak tutulan bu veriler gönderilmesi gereken birime gönderildikten sonra silinir ve takiben tutulması gereken yeni veriler getirilir. Bu döngü yapılan her işlemde tekrar eder. İşletim sistemleri, tarayıcı kullanımı, oyunlar, video oynatıcı v.b. kısacası tüm işlemler RAM’den geçer. Burada aklınıza “Madem RAM de bir bellek, yerine sabit disk koysak aynı işi yapamaz mıyız?” gibi bir soru gelebilir. Evet teknik olarak bilgisayarın içinde geçici bir depolama birimi olduğu sürece ne olduğu farketmeksizin bilgisayar çalışır ve işlemci doğrudan sabit diskle iletişime geçerek istenen işlemleri gerçekleştirebilir ancak bu günümüz cihazlarına nazaran çok ama çok yavaş bir kullanım sunar. Öyle ki günümüz koşullarının hayatımıza soktuğu ve gerçekten hatrı sayılır bir hıza sahip olan SSD teknolojisini bile kullansak yavaş kalır. Zira SSD’ler ne kadar hızlı olsa da sürekli olarak kendisini tazeleyerek sabit disk ve diğer bileşenler arasında bir köprü görevi gören RAM kadar hızlı değil maalesef.\n\nPeki bu RAM madem bu kadar iyi neden bilgisayarlarımızda sabit disk yerine depolama birimi olarak kullanmıyoruz? Cevabı basit. RAM’ler bilgisayar açıkken çalışan ve yalnızca geçici olarak veri tutan bir bileşen yani yüksek performans gerektiren kısa süreli işlemlerde kullanılıyor - ki bilgisayarınızı açtığınızda kapatırken açık bıraktığınız uygulamaların kapanmış olmasının sebebi de bu – sabit diskler ise düşük performans ve kalıcılık gerektiren işlemlerde kullanılıyor.\n\nRAM’ler sadece bilgisayarlarla kullanılmıyor. Cep telefonu, fotoğraf makinesi, yazıcılar, ağ donanımları, oyun konsolları, ekran kartı gibi cihazlarda da farklı RAM çeşitleri kullanılıyor. Mesela günümüz bilgisayarı genellikle DDR tür RAM kullanırken mobil cihazlarda daha az güç tüketen LPDDR tür RAM kullanımı daha yaygın. Hangi cihazda hangi RAM’in kullanılacağı ise ihtiyaca uygunluğa göre belirleniyor. Örneğin mobil cihazlarda alan sınırlı olduğu için, içerdeki bileşenlerin soğutulması bilgisayarlardan daha zor. O yüzden hem cihaz boyutları küçüldüğü için hem de soğutma olanağı kısıtlı olduğu için bileşenlerin boyutlarında küçülmeye gidiliyor.\n\nPeki gelelim o meşhur soruya. “Çift kanallı RAM mi yoksa tek kanallı RAM mi kullanmak daha avantajlı?” yani diyelim ki bilgisayarınızda 16 GB RAM kullanmaya karar verdiniz. Bunu 8 GB’lık iki RAM kullanarak mı yoksa bir tane 16 GB’lık RAM kullanarak mı yapmak daha avantajlı? Çift kanallı RAM kullanmanız tek kanallı RAM’e göre daha avantajlı olacaktır. Toplamda bellek miktarı aynı olsa da çift kanal kullanımında veri trafiği yoğunluğu tek kanallı RAM’e göre daha az olacaktır. Bunu çift şeritli ve tek şeritli bir yoldaki araç trafiği gibi düşünebilirsiniz. Araç sayısı sabit tutulduğunda çift şeritli yolda araçların hızlı gidebilmesi tek şeritliye göre daha kolay olacaktır.\n\nBu yazıda bilgisayarların önemli bileşenlerinden birini tanıyarak sahip olduğumuz bu cihazların çalışma sistemlerini kavramak adına bir adım attık. Zaman ayırıp okuduğunuz için teşekkür ederim.","likes":null,"date":"2020-08-17","keywords":"ram,bilgisayar,donanım,ssd,hdd,işlemci","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T16:00:36.038Z","updated_at":"2020-10-31T10:00:54.722Z","banner":{"id":20,"name":"https://images.pexels.com/photos/2588757/pexels-photo-2588757.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","alternativeText":"","caption":"","width":5184,"height":3456,"formats":{"large":{"ext":".jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","url":"/uploads/large_pexels_photo_2588757_0278b79210.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","hash":"large_pexels_photo_2588757_0278b79210","mime":"image/jpeg","name":"large_https://images.pexels.com/photos/2588757/pexels-photo-2588757.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","path":null,"size":109.21,"width":1000,"height":667},"small":{"ext":".jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","url":"/uploads/small_pexels_photo_2588757_0278b79210.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","hash":"small_pexels_photo_2588757_0278b79210","mime":"image/jpeg","name":"small_https://images.pexels.com/photos/2588757/pexels-photo-2588757.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","path":null,"size":38.08,"width":500,"height":333},"medium":{"ext":".jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","url":"/uploads/medium_pexels_photo_2588757_0278b79210.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","hash":"medium_pexels_photo_2588757_0278b79210","mime":"image/jpeg","name":"medium_https://images.pexels.com/photos/2588757/pexels-photo-2588757.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","path":null,"size":71.54,"width":750,"height":500},"thumbnail":{"ext":".jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","url":"/uploads/thumbnail_pexels_photo_2588757_0278b79210.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","hash":"thumbnail_pexels_photo_2588757_0278b79210","mime":"image/jpeg","name":"thumbnail_https://images.pexels.com/photos/2588757/pexels-photo-2588757.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","path":null,"size":11.75,"width":234,"height":156}},"hash":"pexels_photo_2588757_0278b79210","ext":".jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","mime":"image/jpeg","size":1134,"url":"/uploads/pexels_photo_2588757_0278b79210.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T15:59:51.360Z","updated_at":"2020-10-25T15:59:51.398Z"}},{"id":13,"title":"İlk Yerli Unicorn","content":"Herkese merhaba bu hafta Türkiye’nin ilk yerli unicorn’u olan Peak Games’i daha yakından tanıyacağız.\n\nBaşlamadan önce bu unicorn tabirinin ne anlama geldiğini açıklayalım. Değeri 1 milyar doları geçen girişimler “unicorn” olarak tanımlanıyor. Peak Games de geçtiğimiz aylarda Zynga’ya 1,8 milyar dolara satılarak bu unvanı kazanan ilk Türk şirketi oldu. Sanayi ve Teknoloji Bakanı Mustafa Varank, dünyaca ünlü oyun geliştiricisi Zynga’nın Türk oyun şirketi Peak Games’i satın almasını “İlk Türk unicorn yani “Turcorn” hayırlı olsun. Türkiye’deki girişimcilik ekosistemi açısından çok önemli bir gelişme.” Şeklinde değerlendirdi. Gelin bu büyük başarının mimarı Peak Games’i biraz daha yakından tanıyalım.\n\n2010 yılında Sidar Şahin tarafından İstanbul’da kurulan Peak Games zamanla 193 ülkede oyunları oynanan bir şirkete dönüştü. Öyle ki bu satışla birlikte Zynga’nın günlük aktif oyuncu sayısı %60 artması bekleniyor. Aynı zamanda Peak Games denince hemen akla gelen Toy Blast ve Toon Blast oyunları en çok indirilen 20 oyun arasında bulunuyor. Satış anlaşması ile sadece ortaklık yapısı değişen Peak Games, faaliyetlerini kadrosunda herhangi bir değişiklik olmadan kendi markası altında sürdürerek bir Türk şirketi olarak kalmaya devam ederken, sadece hisselerini Zynga’ya devredecek. Piyasa değeri 9,11 milyar dolar olan Zynga, ödemenin yarısını para olarak yarısını da Zynga hissesi olarak yapacak. Bu da demek oluyor ki artık Peak Games Zynga’nın hissedarlarından biri.\n\nZynga'nın CEO'su Frank Gibeau, Peak Games ekibinin Zynga'ya dahil olacağını söylerken “Peak’e “Aramıza hoş geldin” demekten gurur duyuyoruz. Peak dünyanın en iyi puzzle oyunu geliştiricilerinden biri. Böylesine yaratıcı ve tutkulu bir takımla yeteneklerimizi daha da ileri taşıyacak olmak bizi heyecanlandırıyor. Toon Blast ve Toy Blast’ın katılımıyla listelerde üst sıralarda yer alan oyun sayımızı sekize çıkarırken, küresel kullanıcı sayımızı çarpıcı bir şekilde artırıyor ve gelecekteki yeni projelere hazırlanıyoruz. Peak ve Zynga birlikte daha da hızlı büyüyecek”ifadelerini kullandı. Sidar Şahin ise satışın ardından düşüncelerini \"Bu anlaşmanın en önemli yanı, imkansızın başarılabileceğini somut olarak ortaya koyması. Türkiye'de anne babalar çocuklarına inansınlar istiyorum. Sevdikleri işi sürekli ilerleyerek yaptıkları sürece, başarabileceklerine inansınlar. Çocuklar da gençler de kendilerinin başarabileceklerine inansınlar. Çünkü her şey inanmakla başlar\" şeklinde dillendirdi.\n\nPeak Games’in 100 kişilik kadrosu 29 yaş ortalaması ile Türkiye’nin en genç ekiplerinden biri. Çeşitli dallarda 35 farklı üniversiteden eğitim almış olan bu ekip, satıştan sonra da 10 yıldır olduğu gibi çalışmalarına İstanbul’da devam edecek.\n\nBu arada Peak Games ve Zynga arasındaki ilk iş birliği bu değil. 2017 yılında Zynga 100 milyon dolar karşılığında Peak Games’in kart oyunları bölümünü satın almıştı. Türkiye'de çok popüler olan 101 Okey Plus ve Okey Plus da bu alımla Zynga'ya geçmişti. Peak Games bu stratejik hamleyle hem devler liginde boy göstermiş hem de ekonomik açıdan büyük ilerleme katetmişti.\n\nGerek mantıklı ve cesur hamleleriyle gerek ilgi çeken reklamlarıyla çoğumuz bir şekilde Peak Games’in adını duyduk. Hikayesine baktığımızda da şunu görüyoruz ki işinde iyi ve kendine inanan bir kadro gerçekten istediği takdirde içinde bulunduğu toplum için büyük gelişmelerin gerçekleşmesini sağlayabilir.\n\n[BBC](https://www.bbc.com/turkce/haberler-dunya-52884384)","likes":null,"date":"2020-08-03","keywords":"peakgames,oyun şirketi,yazılım,yerli unicorn,zynga,sidar şahin","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T15:58:52.419Z","updated_at":"2020-10-31T10:00:40.375Z","banner":{"id":19,"name":"https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","alternativeText":"","caption":"","width":1920,"height":1080,"formats":{"large":{"ext":".jpeg","url":"/uploads/large_peak_games_logo_437_650cc4bb54.jpeg","hash":"large_peak_games_logo_437_650cc4bb54","mime":"image/jpeg","name":"large_https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","path":null,"size":32.71,"width":1000,"height":563},"small":{"ext":".jpeg","url":"/uploads/small_peak_games_logo_437_650cc4bb54.jpeg","hash":"small_peak_games_logo_437_650cc4bb54","mime":"image/jpeg","name":"small_https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","path":null,"size":14.46,"width":500,"height":281},"medium":{"ext":".jpeg","url":"/uploads/medium_peak_games_logo_437_650cc4bb54.jpeg","hash":"medium_peak_games_logo_437_650cc4bb54","mime":"image/jpeg","name":"medium_https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","path":null,"size":23.21,"width":750,"height":422},"thumbnail":{"ext":".jpeg","url":"/uploads/thumbnail_peak_games_logo_437_650cc4bb54.jpeg","hash":"thumbnail_peak_games_logo_437_650cc4bb54","mime":"image/jpeg","name":"thumbnail_https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","path":null,"size":6.27,"width":245,"height":138}},"hash":"peak_games_logo_437_650cc4bb54","ext":".jpeg","mime":"image/jpeg","size":71.87,"url":"/uploads/peak_games_logo_437_650cc4bb54.jpeg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T15:57:30.260Z","updated_at":"2020-10-25T15:57:30.300Z"}},{"id":12,"title":"Flutter'ı Tanıyalım ","content":"Merhaba, özellikle mobil uygulama geliştirme üzerine çalışanların, ilgi duyanların adını sık sık duyduğu Flutter’ı bugün birlikte daha yakından tanıyacağız.\n\nİlk olarak 2015 Dart geliştirici zirvesinde tanıtılan Flutter, Google tarafından geliştirilen tek kod tabanından ios, android gibi farklı platformlara yüksek performanslı mobil uygulamalar geliştirmenizi sağlayan bir yazılım geliştirme kitidir. Flutter mobil uygulamalara ek olarak web teknolojilerinde de kullanılabilir olmasına karşın daha çok mobil uygulama projeleriyle anılmaktadır.\n\nPeki neden Flutter? Google’a göre özetle Flutter, hızlı ve pratik bir şekilde hedef kullanıcı kitleniz için güzel deneyimler sunan uygulamalar üretmenizde size katkıda bulunuyor. Hatta bunu kendi dökümanında “Başlamak için mobil geliştirme deneyimine gerek yoktur. Uygulamalar, Java veya JavaScript gibi bir dillere aşinaysanız tanıdık gelecek olan Dart dilinde yazılmıştır. Nesneye yönelik dillerle ilgili deneyiminiz varsa faydalı olacaktır ancak programcı olmayanlar bile Flutter ile uygulamalar yapmıştır!” şeklinde ifade ediyor. Zira Flutter arayüz tarafında Material Design ve Cupertino ile geliştiricinin görsel açıdan kullanıcıyı ziyadesiyle tatmin edeceği çalışmalar ortaya koymasını sağlıyor.\n\nFlutter uygulamalarının kullanıcı arayüzünün temel yapı taşı widget’lardır. Uygulama bütününde widget’lar hiyerarşik bir kompozisyon oluştururlar. Gerekliliği halinde widgetlar iç içe kullanılır ve bu widget’lar arasında özellikler kalıtımsal olarak aktarılabilir. Birçok küçük ve tek amaçlı widgetlar birleşip çok fonksiyonlu başka widget’ları oluştururlar. Örneğin yaygın olarak kullanılan bir widget olan Container, düzen, boyama, konumlandırma ve boyutlandırmadan sorumlu birkaç widget'tan oluşuyor.\n\nAkıcı bir deneyim sunması, hızlı bir şekilde ortaya güzel uygulamalar çıkarma olanağı sağlaması ve daha birçok özelliğiyle Flutter şuan birçok geliştiricinin ilgisini çekmesinin yanı sıra bu popülerliği giderek artıyor. Ben de çok uzun süre olmasa da Flutter’da birtakım çalışmalar yaptım. Hot reload özelliği sayesinde kodlarken yaptığınız değişiklikleri anında görebiliyor oluşunuz hızlı ve pratik bir şekilde, etkileyici olduğu kadar da kullanışlı uygulamalar çıkarmada gerçekten yardımcı olabiliyor.\n\nEğer siz de mobil uygulama geliştirmek istiyor ancak nasıl bir yol izleyeceğiniz konusunda emin olamıyorsanız Flutter sizin için iyi bir başlangıç noktası olabilir.\n\n","likes":null,"date":"2020-07-20","keywords":"flutter,mobil uygulama,google,dart,uygulama geliştirme,yazılım","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T15:56:08.365Z","updated_at":"2020-10-31T10:00:02.620Z","banner":{"id":18,"name":"https://technophoria.training/wp-content/uploads/2019/09/aplikasi-android-menggunakan-flutter-technophoriajogja.png","alternativeText":"","caption":"","width":800,"height":400,"formats":{"small":{"ext":".png","url":"/uploads/small_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528.png","hash":"small_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528","mime":"image/png","name":"small_https://technophoria.training/wp-content/uploads/2019/09/aplikasi-android-menggunakan-flutter-technophoriajogja.png","path":null,"size":8.87,"width":500,"height":250},"medium":{"ext":".png","url":"/uploads/medium_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528.png","hash":"medium_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528","mime":"image/png","name":"medium_https://technophoria.training/wp-content/uploads/2019/09/aplikasi-android-menggunakan-flutter-technophoriajogja.png","path":null,"size":16.29,"width":750,"height":375},"thumbnail":{"ext":".png","url":"/uploads/thumbnail_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528.png","hash":"thumbnail_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528","mime":"image/png","name":"thumbnail_https://technophoria.training/wp-content/uploads/2019/09/aplikasi-android-menggunakan-flutter-technophoriajogja.png","path":null,"size":4.2,"width":245,"height":122}},"hash":"aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528","ext":".png","mime":"image/png","size":7.26,"url":"/uploads/aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528.png","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T15:55:14.288Z","updated_at":"2020-10-25T15:55:14.333Z"}},{"id":11,"title":"Programlama İçin Gerekenler","content":"Yazılım geliştirmek istiyor ancak bu alanda çalışmak için gereken yeteneklere sahip olup olmadığınız konusunda endişe mi duyuyorsunuz? Sakin olun belki de sahip olmanız gerektiğini düşündüğünüz bazı özelliklere gerçekten sahip olmanız gerekmiyordur.\n\nAkademik bir ortamda yazılım geliştirmek üzere eğitim alabilmeniz için bazı durumlarda ön koşul olarak matematik alanında yeterliliğinizi ispatlamanız beklenir. Elbette bu durum kendi kendini eğitme çağında olan bizlerin özel hayatında yapacağı öğrenim faaliyetlerini engelleyemez fakat “Yazılım geliştirmek için matematikte çok iyi olmak mutlak suretle gereklidir” fikrinin akıllarda yer edinmesi birçok kişinin bu alanda çalışma hevesini kırmaktadır. Peki ya matematik becerilerine sahip olmak yazılım geliştirmede sandığımız kadar etkili değilse?\n\nWashington Üniversitesi'nde yapılan bir araştırma dil öğrenmek için sahip olunan doğal bir yeteneğin yazılım geliştirme becerisi kazanmada temel matematik bilgisine kıyasla çok daha etkili olduğunu bizlere gösteriyor. Bunun sebebi ise kod yazmanın özünde kelime bilgisi, dil bilgisi gibi ikinci bir dil öğrenme konusunda gereken yeterlilikleri barındırıyor olması. “Ön koşul derslerden iyi bir programcının neye benzediğinin klişelerine kadar programlamanın önündeki birçok engel, programlamanın büyük ölçüde matematik yeteneklerine dayandığı ve bu fikrin verilerimizde ortaya çıkmadığı fikrine odaklanıyor,” diyor başyazar Chantel Prat.\n\nNature Publishing Group'tan açık erişimli bir dergi olan Scientific Reports'ta yayınlanan araştırma, üç düzineden fazla yetişkinin nörobilişsel yeteneklerini ortak bir programlama dili olan Python'u öğrenme süreçlerini inceliyor. Bu çalışma kapsamında yönetici işlevlerini, dil ve matematik becerilerini değerlendirmek için yapılan bazı testlerden sonra katılımcılar Python'da bir takım çevrimiçi ders ve sınavı tamamladılar. Sonuç olarak Python'u daha hızlı ve daha doğru bir şekilde öğrenenler, güçlü problem çözme ve dil yeteneklerinin bir karışımına sahip olma eğiliminde olduğu gözlemlendi.\n\nİnsan dillerini öğrenmenin sinirsel ve bilişsel yol göstericileri konusunda uzmanlaşmış olan Cahntel Prat, insanların Python'u nasıl öğrendikleri ile ilgili kişisel farklılıkları araştırmaya başladı. Prat’ın çalışmasında Python dilini kullanmasının sebebi fonksiyonlar için semboller yerine birçok gerçek kelime kullanılması gibi birçok özelliğiyle Pyhton ve İngilizce arasında benzerlik ilişkişi olmasıydı.\n\n\"Bu, doğal dil yeteneğinin hem sinirsel hem de bilişsel yol göstericileri ile programlama dilleri öğrenmedeki bireysel farklılıklarla ilişkilendiren ilk çalışmadır. Farklı insanların Python'da programlamayı öğrenme hızındaki değişkenliğin % 70'inden fazlasını açıklayabildik ve yalnızca bu miktarın küçük bir kısmı aritmetik ile ilişkiliydi, \"diyen Chantel Prat, daha fazla araştırma, dil becerisi ve programlama dersi arasındaki bağlantıları bir sınıf ortamında veya Java gibi daha karmaşık dillerle veya kodlama yeterliliğini göstermek için bu çalışmada verilenlerden daha karmaşık görevlerle inceleyebileceğini söyledi.\n\nToparlayacak olursak günümüzde tartışılamayacak ve gittikçe artan bir öneme sahip olan yazılım alanında çalışmak istiyorsanız toplumda yaygın olan bazı ön yargı duvarlarını yıkıp var gücünüzle isteğinizin peşinden koşun. Zira hiçbir branşa tek başına bağlı olamayacak kadar kompleks ve özgün bir yapısı olan yazılım alanında çalışırken hiç ummadığınız bir yeteneğiniz denkleme dahil olup yardımınıza koşabilir.\n\n[Araştırma Detayları İçin](https://www.sciencedaily.com/releases/2020/03/200302103735.htm)","likes":null,"date":"2020-07-06","keywords":"programlama,yazılım,öğren,javascript,pyhton,dil,araştırma","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T15:54:11.901Z","updated_at":"2020-10-31T09:59:37.100Z","banner":{"id":17,"name":"https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","alternativeText":"","caption":"","width":5507,"height":3098,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/large_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"large_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":49.52,"width":1000,"height":563},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/small_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"small_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":15.71,"width":500,"height":281},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/medium_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"medium_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":30.63,"width":750,"height":422},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/thumbnail_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"thumbnail_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":5.38,"width":245,"height":138}},"hash":"photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","mime":"image/jpeg","size":1631.54,"url":"/uploads/photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T15:52:56.513Z","updated_at":"2020-10-25T15:52:56.557Z"}},{"id":10,"title":"Siber Zorbalık Nedir ?","content":"Herkese merhaba. Bu yazımda teknolojinin gelişip hayatlarımızdaki yerinin ve öneminin artmasıyla birlikte tanıştığımız yeni kavramlardan biri olan “Siber Zorbalık” ı ele alacağım. Siber zorbalık nedir ? Siber zorbalıkla mücadele etmenin yolları nelerdir ? Bunları hep birlikte öğreneceğiz.\n\n#### Siber Zorbalık Nedir ?\n\nSiber zorbalık, günümüz bilgi ve iletişim teknolojilerini kullanarak bir birey ya da gruba yapılan teknik ya da ilişkisel tarzda zarar verme davranışları olarak tanımlanır. İki tür siber zorbalık olmakla birlikte bunlardan ilki mağdurların şifrelerini ele geçirmek, web sitelerine siber saldırıda bulunmak, spam içeren mailler ya da bulaşıcı e-postalar göndermek gibi teknik olayları içeriyor. İkinci tip siber zorbalık ise daha çok psikolojik yönüyle ortaya çıkıyor. Bir kişinin internet ortamında bir başkasını kasıtlı olarak rahatsız etmesi, hakaret veya küfür etmesi, tehdit etmesi ya da dalga geçmesi ve bunlara benzer birçok davranış bu türün örneklerini oluşturuyor. Ben bu yazımda daha çok ikinci tür üzerinde duracağım.\n\nYüz yüze zorbalık ve siber zorbalık çoğu kez birlikte gerçekleşiyor ancak birbirini tanımayan kişilerin sosyal platformlarda sahte isimler üzerine açılmış veya anonim hesaplar vasıtasıyla siber zorbalık yapması da günümüzde gittikçe yaygın bir hal almaya başladı. Bu duruma anonim olmanın, zorbalığı yapan kişiye verdiği güven hissi büyük bir etkendir. Öyle ki kişiler günlük hayatta karşı karşıya geldiğinde veya o sözü söyleyenin kendisi olduğu bilindiğinde söylemekten imtina edeceği sözleri internet ortamında bu yollarla rahatlıkla ve mağdurun üzerinde bırakacağı olumsuz etkiyi düşünmeksizin söyleyebilmektedirler.\n\n#### Mağdura Etkisi Nedir ?\n\nZorbalığın gerçekleştiği ortamın yani internet teknolojilerinin hayatımızdaki yerinin artmasına paralel olarak bu zorbalıkların mağdurlar üzerindeki etkisi de doğal olarak artıyor ve bu etki bazen mağdura kendi evindeyken bile saldırı altındaymış gibi hissettirebiliyor. Bu hissin üzerine çaresizlik hissi de eklenince mağdurun yaşadığı ruhsal, duygusal ve fiziksel yıkım daha da artıyor hatta bazı aşırı örneklerde bu durum mağdurun hayatını sonlandırmasına kadar gidebiliyor maalesef.\n\n#### Siber Zorbalıkla Nasıl Mücadele Edilir ?\n\nZorbalığa maruz kaldığınızı düşünüyorsanız yapmanız gereken ilk iş ailenizden yakın bir kişi, ya da güvendiğiniz başka bir kişiden bu konuda yardım istemenizdir. Tanıdığınız bir kişiyle konuşmaktan rahatsızlık duyacaksanız konuyu profesyonel bir danışmanla da konuşabilirsiniz. Zorbalık olayı bir sosyal platformda gerçekleşiyorsa o kişiyi engelleyebilir ve davranışlarını platformun kendisine resmen bildirebilirsiniz. Sosyal medya şirketleri kullanıcılarını güvende tutmakla mükelleftirler. Bu nedenle sosyal medya platformlarının bu tür durumların önüne geçmek için geliştirdiği birçok kullanıcı sözleşmesi ve uygulama mevcuttur. Ancak zorbalığın durdurulması açısından olayların tespit edilmesi gerekir ve bunun için de zorbalığın bildirilmesi çok önemlidir.\n\nZorbalık yapan kişiye davranışının kabul edilemez olduğunun gösterilmesi de bu konuda işe yarayabilir ancak çok yakın bir tehlike içinde olduğunuzu düşünüyorsanız polise başvurmak en iyi seçenek olacaktır. Unutmayın ki siber zorbalık da dâhil olmak üzere herhangi bir şiddet biçimine maruz kalan kişilerin adalete erişim ve suçu işleyenden hesap sorma hakları vardır. Siber zorbalık kavramı henüz hayatlarımıza yeni yeni girmeye başladığından dolayı bu konuya ilişkin yasalar oldukça yeni olup her ülkede mevcut değildir. Bu nedenle birçok ülke siber zorbaların cezalandırılmasında tacizle ilgili yasal düzenlemeler gibi ilişkili diğer yasalara başvurmaktadır. Siber zorbalıklarla ilgili özel yasal düzenlemelerin bulunduğu ülkelerde de kasten duygusal sıkıntı yaratan bu davranışlar suç teşkil eden fiiller olarak görülür.\n\nHem yaşıtların birbirlerine hem de kimlikleri ve yaşları belirsiz kişilerin başkalarına karşı gerçekleştirdiği bu tür saldırıları henüz hayatlarımıza yeni yeni giriyorken ve bazı kesimler halen bu durumu normalleştirme gafletine düşmemişken bu konuda bilinçlenerek insanlığın çok daha ileriye taşınması konusunda bizlere yardımcı olabilecek bu imkanların yanlış kullanımını önleyerek bu tür vakaların en aza indirilmesine katkıda bulunmalıyız. Zaman ayırıp okuduğunuz için teşekkür ederim.\n\n[Siber Zorbalık Nedir - UNICEF](https://www.unicef.org/turkey/siber-zorbal%C4%B1k-nedir-ve-nas%C4%B1l-%C3%B6nlenir)\n\n[Siber Zorbalık Çeşitleri](https://tr.wikipedia.org/wiki/Siber_zorbal%C4%B1k)","likes":null,"date":"2020-06-22","keywords":"siber zorbalık,sosyal medya,kvkk,siber güvenlik,sosyal medya düzenlemesi","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T10:14:49.056Z","updated_at":"2020-10-31T09:59:10.382Z","banner":{"id":16,"name":"https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":4272,"height":2848,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":56.54,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":19.95,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":36.57,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":7.1,"width":234,"height":156}},"hash":"photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":909.76,"url":"/uploads/photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T10:13:09.745Z","updated_at":"2020-10-25T10:13:09.780Z"}},{"id":9,"title":"SpaceX ve Elon Musk","content":"Herkese merhaba bu hafta ilk defa özel bir şirketin uzaya astronot göndermesi gibi tarihi bir olaya tanıklık ettik ve bu olay dünya gündeminde önemli bir yer edindi. Ben de bu yazımda, bu olayın aktörü SpaceX şirketinin oluşum sürecini öğrenmek ve şirketin kurucusu Elon Musk’ı daha yakından tanımak için yaptığım araştırmaları sizlerle paylaşmaya karar verdim.\n\nSpaceX 2002 yılının haziran ayında, PayPal ve Tesla şirketlerinin kurucularından olan Elon Musk tarafından kuruldu, Elon Musk birçoğumuzun aksine emekli olup bir köşede servetini harcayarak “hayatın tadını çıkarmak” yerine kazandıklarıyla henüz okul yıllarında çalışmaya karar verdiği üç alana (İnternet, temiz enerji ve uzay) yatırım yapmak istiyordu. Uzun vadede hedefi gezegenler arası seyahati mümkün kılan bir sistem ve Mars’ta yaşamı mümkün kılmak olan Elon Musk, PayPal’ın satışından elde ettiği gelirin 100 milyon dolarını SpaceX’e yatırım yapmak için kullandı.\n\n2012 yılının başlarında, şirketin yaklaşık olarak 3'te 2'si kurucusu Elon Musk’a aitti ve SpaceX şirketinin 2012 Şubat ayı civarındaki piyasa değeri yaklaşık 1.3 milyar dolar civarındaydı. Aynı yılın Mayıs ayında gerçekleşen COTS 2+ uçuşundan sonra, şirketin özel sermayesi neredeyse ikiye katlanarak 2.4 milyar dolar değerine ulaştı. Günümüzde ise şirketin piyasa değeri 36 milyar dolar. SpaceX kuruluşundan bu yana hızla büyüdü. Öyle ki 2005 Kasım ayında 160 çalışanı varken 2019 Kasım ayı itibarıyla bu sayı 8.000’e ulaşmıştı. Şu anda, Elon Musk SpaceX’in yönetim kurulu başkanı(CEO) ve Gwynne Shotwell ise şirket başkanı ve şirket işletme sorumlusu (COO) olarak görev yapıyorlar.\n\nBütün bunlar geleceğin ihtiyaçlarını görebilen kimselerin yapmış olduğu doğru yatırımlar ve çokça çalışmanın sonucunda günden güne gelişmiş, büyümüş olan SpaceX’in uzay alanında bırakın şirketleri devletlerle yarışacak çalışmalar yapacak hale geliş süreci hakkında bizlere yol gösteriyor.\n\nBiraz da bütün bu olayların arkasındaki ismi yani Elon Musk’ı tanıyalım. Elon 1971 yılında, Güney Afrika'nın başkenti Pretoria’da doğdu. Hayatının her evresinde iyi bir okur olan Elon Musk bu alışkanlığı çocukluk yıllarında kazanmış öyle ki daha çocukken bile günde 2 kitap bitirdiği bile olurmuş. Bu da çoğu insanın delilik olarak nitelendireceği girişimleri kedinden emin ve kararlı bir şekilde gerçekleştirirkenki vizyonunu nasıl kazandığını açıklıyor. Genç Elon çocukluk dönemlerinde kendi kendine yazılım geliştirmeyi öğrendi ve henüz 12 yaşındayken kendi yazdığı “Blastar” adındaki uzay oyununu yaklaşık 500 dolara sattı ve böylece ilk yazılım satışını yapmış oldu.\n\nGüney Afrika ordusunda askerlik yapmamak için 17 yaşında evinden ayrıldı ve bu konuyu “Askerlik yapmakla ilgili bir sorunum yok, ancak Güney Afrika ordusunda askerlik yapıp siyahi insanları bastırmaya çalışmak bana vakit geçirmek için iyi bir yol gibi görünmedi.” sözleriyle açıkladı. Elon Musk Amerika Birleşik Devletlerini \"Orası muhteşem şeylerin mümkün olduğu yer.\" olarak betimliyor ve oraya taşınmak istiyordu.\n\n1992 yılında, Queen's University'de geçen iki yıldan sonra, University of Pennsylvania'da işletme ve fizik okumak için annesinin memleketinden yani Kanada'dan ayrıldı. The Wharton School of the University of Pennsylvania'da anadalını seçip, Ekonomi alanında lisans diploması aldı. Ayrıca University of Pennsylvania, School of Arts and Sciences'dan da, Fizik alanında yan dal diploması aldı. Bu dönemde yenilikçilikleriyle tanınan Nikola Tesla, Bill Gates v.b. birçok isimden ilham aldı. Uygulamalı Fizik ve Malzeme Bilimi alanında doktora yapmak için Kaliforniya'nın Silikon Vadisi bölgesine taşındı ancak doktorasını tamamlayamadı.\n\nİlerleyen dönemlerde internet, temiz enerji ve uzay alanlarında çalışma hedefi üzerine SolarCity, SpaceX, Tesla gibi şirketleri kurdu ve yöneticiliklerini üstlendi. İnsanlığın geleceğinin belirlenmesinde en çok bu alanların etkili olacağını düşündüğü için bu alanlarda çalışmayı tercih eden Elon Musk, bu çalışmalarla aslında gelecekte insanlık için yeni bir yaşam biçimi oluşturmayı hedefliyor.","likes":null,"date":"2020-06-08","keywords":"spacex,tesla,elon musk,mars,elektrikli araba,paypal,blastar","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T09:58:51.322Z","updated_at":"2020-10-31T09:58:39.645Z","banner":{"id":15,"name":"https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":3000,"height":2000,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":71.25,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":22.43,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":43.77,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":6.75,"width":234,"height":156}},"hash":"photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":490.9,"url":"/uploads/photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T09:57:35.153Z","updated_at":"2020-10-25T09:57:35.194Z"}},{"id":8,"title":"Girişimci Kimdir ?","content":"Merhabalar bu yazımda “Girişimci Kimdir ?” sorusunun cevabını araştıracağım. Önceki yazılarımda geleceğe yönelik büyük önem teşkil ettiği düşünülen bazı sektörlere neden yatırım yapmalıyız ve bu sektörlerdeki yürütülecek girişimcilik faaliyetleri neden önemlidir ele almıştık. Bu hafta da bu tarz çalışmalarda bulunacak kişilerin ne gibi özellikler taşıması gerektiğini birlikte inceleyeceğiz.\n\nEn sade tanımıyla girişimci, tüketici kitlenin ihtiyaçlarını karşılamak üzere ürün, fikir ve hizmet üretiminin gerçekleştirilebilmesi için üretim faktörlerini bir araya getiren, üretim için uygun zemini sağlayan ve bununla birlikte bazı şartlarda bu ürün ve hizmetleri pazarlayan kişidir. İnsanlık tarihiyle paralel gelişen bir tarihe sahip olan girişimcilik, günümüzde özellikle iktisat ve işletme bilimlerinde çok önemli bir kavram haline gelmiştir. İlk defa takas usulünün kullanılmasından tutun coğrafi keşiflere kadar birçok olayın temelinde girişimci ruh ve girişimcilik fikri yatmaktadır ki bu da bize girişimcilerin gelişimin ve yeniliğin temellerinden biri olduğunu göstermektedir.\n\nPeki girişimci kimdir ? “sermaye sahibi = girişimci” şeklinde düşünmek hatalı bir bakış açısıdır. Zira bir bireyi girişimci yapan asıl şey sahip olduğu ekonomik güç değil, başkalarının baktığı ama göremediği fırsatları görüp bunları birer iş fikrine dönüştürebilme, gerektiğinde cesur kararlar verebilme, mantıklı riskler almaya yatkın olma, kararlı olup ne istediğini bilme gibi özelliklere sahip olmasıdır. Girişimcilik denince akla hemen büyük kurumlara sahip olmak gelmemelidir zira bakkal, seyyar satıcı, manav v.b. kişiler de birer girişimci olabilir. Burada önemli olan girişimin boyutu değil girişimcinin gereken yeterlilikleri ne kadar taşıdığıdır. Peki nedir bu yeterlilikler? Jennifer James, bilgi toplumunda girişimcilik yapacak liderlerinin sahip olması gereken özellikleri şu şekilde sıralamıştır.\n\nDünyaya Yeni Bir Gözle Bakma: Tecrübe, bilgi ve kültür düzeylerinin gerçekleri görmekten alıkoymalarını engellemek için, çevreye ve kendilerine karşı sorgulayıcı bir gözle bakabilmelidir.\n\nMit ve Sembolleri Kullanma: Çevresel unsurları, kültür ve iletişimi etkin bir biçimde kullanarak yeni fikirlerin gelişmesi için gerekli ortamı hazırlayabilmelidir.\n\nGeleceği Tanıma: Geleceği tanıma çerçevesinde, günümüzdeki gelişmelerin itici kuvvetlerinin etkilerini takip edebilmelidir.\n\nDaha Hızlı Yanıt Verme: Çevresel değişikliklere hızla uyum sağlayabilecek çevikliğe ve müşteri talebine hızla tepki verecek esnekliğe sahip olmalıdır.\n\nKaynakları Rasyonel Kullanma: İşletmelerinin kıt kaynaklarını daha rasyonel kullanarak atıl kapasite ve kaynak israfı gibi sorunların üstesinden gelebilmelidir.\n\nÇeşitlilikten Faydalanma: Farklı kültürel, sosyal, dinsel ve zihinsel zenginlikten faydalanabilmelidir.\n\nElbette geçen zamanla birlikte girişimcilik yapacak kişilerin taşıması beklenen yeterliliklerde de içinde bulunulan zamana göre değişiklikler olacaktır. Ancak önemini hiç kaybetmeyecek ve bu konuda dinamikliği sağlayan yenilikçi düşünebilme ve içinde bulunulan çağın gereksinimlerini kavrayabilme yetenekleri bir girişimcide her zaman aranacak özelliklerdir.\n\n","likes":null,"date":"2020-05-25","keywords":"girişimci,mühendis,ekonomi,apple,microsoft,risk almak,vizyon","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T09:56:42.120Z","updated_at":"2020-10-31T09:58:23.876Z","banner":{"id":14,"name":"https://images.unsplash.com/photo-1491336477066-31156b5e4f35?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":5184,"height":3456,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1491336477066-31156b5e4f35?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":48.63,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1491336477066-31156b5e4f35?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":16.65,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1491336477066-31156b5e4f35?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":30.99,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1491336477066-31156b5e4f35?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":5.73,"width":234,"height":156}},"hash":"photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":837.19,"url":"/uploads/photo_1491336477066_31156b5e4f35_ixlib_rb_1_2_beaba6ba3c.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T09:55:44.578Z","updated_at":"2020-10-25T09:55:44.648Z"}},{"id":7,"title":"Geleceğin Anahtarı : Enerji","content":"Kısaca iş yapabilme yeteneği olarak tanımlanan ve birçok alt başlığı bulunan enerjinin insanlık için önemi günden güne artıyor. Artan insan nüfusu ve gelişen teknolojiye paralel olarak artış gösteren enerji tüketimi ihtiyacı bizleri enerji üretim ve kullanım yöntemlerimiz konusunda düşündürüyor.\n\nDünyanın enerji ihtiyacının büyük bir kısmı hala kömür, petrol, doğalgaz gibi fosil kaynaklı yakıtlardan sağlanıyor (2016 verilerine göre kullanılan toplam enerjinin %85,5’i) ancak bu kaynakların sonluluğu ve doğa üzerindeki olumsuz etkileri bizleri geleceğe yönelik yeni planlar yapmaya itiyor. Bu yeni planlar verimlilik, tehlike durumu, doğaya etkisi gibi yönleriyle bazı kesimler arasında zaman zaman tartışmalara yol açabiliyor ancak enerji üretimi konusu konuşulmadan önce çok iyi kavramamız gereken şey bu konunun coğrafya ile ilişkili olduğudur. Örneğin güneşlenme süresinin az olduğu yağışlı ve dolayısıyla bulutlu bir bölgede güneş enerjisi üzerine yatırım yapmak veya arazi koşulları itibariyle rüzgarsız bir iklimde rüzgar enerjisinden verim almayı beklemek mantıksız olacaktır. Elbette burdaki tek etken coğrafi özellikler değildir. Ülkelerin enerji üretimi konusunda planlarını yaparken göz önünde bulundurmaları gerken bir diğer etken de o alandaki tecrübeleridir. Mesela yeterli alt yapıya ve tecrübeli teknik personele sahip olmadan nükleer enerji üzerine çalışmalar yapmak çok tehlikeli olabilir. Böyle bir tesiste gerçekleşmesi muhtemel bir kaza büyük felakete yol açabilir. Bu nedenle ülkelerin coğrafi özelliklerine göre artan enerji tüketimi ihtiyacı sorununa farklı çözümler üretmeleri gerekebilir. Gelin biraz da durumu Türkiye açısından ele alalım.\n\nDünyada gittikçe popülerleşen ve fosil kaynaklı yakıtların aksine doğaya zarar vermeyen yenilenebilir enerjinin kullanımı Türkiye’de de gittikçe yaygınlaşıyor. Öyle ki Türkiye’nin yenilenebilir enerji toplam kurulu gücü 2017 yıl sonu itibariyle 39,11 GW miktarında belirtilmiş olup elektrik üretiminin toplamına bakıldığında yaklaşık olarak %32’si yenilenebilir enerji kaynakları ile sağlanırken hidrolik enerji belirtilen kurulu gücün büyük çoğunluğunu oluşturuyor. Ülkemizde de hidrolik enerji kurulu kapasitesi diğer kaynaklara göre oldukça fazla olmak ile birlikte çevreye etkisi konusunda fikir ayrılıkları yaşanıyor.\n\nDünya üzerinde yatırımları gittikçe artan bir diğer yenilenebilir enerji kaynağı da güneş. Türkiye güneşlenme bakımından önemli bir potansiyele sahiptir. Türkiye’nin güneşlenme süreleri yıl boyunca farklılıklar göstermekle birlikte yıl boyunca yaklaşık 2.738 saat güneşlenme süresi mevcut. Ancak Almanya gibi çok daha az güneşlenme saatine sahip (ortalama 1600 saat) bazı ülkeler güneş enerjisinden bizden çok daha fazla faydalanıyor. Bu da bizlere geleceğe yönelik enerji üretim planları yaparken sahip olduğumuz potansiyelden yeterince, doğru bir biçimde faydalanıyor muyuz sorusunu sorduruyor.\n\nÖzetle insanlığın geleceği ve ülkelerin dünya üzerindeki statülerini belirlemede her zaman önemli bir rol oynayan enerji sektöründe bizler de sahip olduğumuz şartlar itibariyle bizim için en uygun yöntemleri benimseyerek bu alanda çalışmalarımızı, yatırımlarımızı arttırmalı ve geleceğimizi güvence altına almalıyız. Enerji çok geniş ve mutlaka araştırılması gereken bir konu, ben de ilerleyen yazılarımda tekrar yer vermeye çalışacağım. Zaman ayırıp okuduğunuz için teşekkür ederim.\n\n[Enerji ve Tabii Kaynaklar Bakanlığı](https://enerji.gov.tr/bilgi-merkezi-enerji-gunes)\n\n[Mühendis ve Makina](https://www.mmo.org.tr/sites/default/files/6_dunyadaveturkiyede.pdf)","likes":null,"date":"2020-05-11","keywords":"enerji,yenilenebilir enerji,hes,güneş enerjisi,doğalgaz,kömür,petrol,fosil yakıt","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T09:54:01.099Z","updated_at":"2020-10-31T09:58:03.051Z","banner":{"id":13,"name":"https://cdn.pixabay.com/photo/2015/10/12/15/27/light-bulb-984551_960_720.jpg","alternativeText":"","caption":"","width":960,"height":540,"formats":{"small":{"ext":".jpg","url":"/uploads/small_light_bulb_984551_960_720_77c5eb7b51.jpg","hash":"small_light_bulb_984551_960_720_77c5eb7b51","mime":"image/jpeg","name":"small_https://cdn.pixabay.com/photo/2015/10/12/15/27/light-bulb-984551_960_720.jpg","path":null,"size":18.55,"width":500,"height":281},"medium":{"ext":".jpg","url":"/uploads/medium_light_bulb_984551_960_720_77c5eb7b51.jpg","hash":"medium_light_bulb_984551_960_720_77c5eb7b51","mime":"image/jpeg","name":"medium_https://cdn.pixabay.com/photo/2015/10/12/15/27/light-bulb-984551_960_720.jpg","path":null,"size":38.27,"width":750,"height":422},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_light_bulb_984551_960_720_77c5eb7b51.jpg","hash":"thumbnail_light_bulb_984551_960_720_77c5eb7b51","mime":"image/jpeg","name":"thumbnail_https://cdn.pixabay.com/photo/2015/10/12/15/27/light-bulb-984551_960_720.jpg","path":null,"size":5.94,"width":245,"height":138}},"hash":"light_bulb_984551_960_720_77c5eb7b51","ext":".jpg","mime":"image/jpeg","size":64.15,"url":"/uploads/light_bulb_984551_960_720_77c5eb7b51.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T09:52:37.374Z","updated_at":"2020-10-25T09:52:37.411Z"}},{"id":6,"title":"JavaScript'i Tanıyoruz","content":"Herkese merhaba bugün yazılım dünyasındaki yeri ve önemi gittikçe artmakta olan JavaScript dilini daha yakından tanıyacak ve ilk JavaScript kodumuzu yazacağız.\n\nJavaScript 1995 yılında Netscape'de bir mühendis olan Brendan Eich tarafından oluşturulmuş ve 1996 yılının başlarında kullanıma açılmıştır. Geliştirilirken adının “Mocha” olarak geçmesine rağmen eylül 1995 tarihine kadar resmi olarak “Livescript” ismiyle isimlendirilmiştir ancak bir süre sonra aralarında hemen hemen hiç benzerlik olmamasına rağmen, Java dilinin popülerliğinden faydalanmak için, yola “JavaScript” ismi ile devam edilmiştir. Bu olay o zamandan beri iki dil arasında karışıklıklığa neden olmaktadır. Ancak günümüzde java ile alakalı araştırma yaparken dahi karşımıza JavaScript’e dair bir şeylerin de çıkmasına bakılırsa bu reklam stratejisi işe yaramış görünüyor.\n\n#### Java ile JavaScript Farklıdır !\n\n- JavaScript internet browser tarafından yorumlanır, derlenmez ancak Java’da derlenmiş bytecode, JVM’de çalıştırılır.\n\n- Her ikisi de nesneye yönelik programlama dilleridir ancak JavaScript’te nesne tipleri arasında farklılık yoktur. Herhangi bir nesneye yeni özellik ve metotlar dinamik olarak eklenir. Nesneye yönelik teorinin miras alma (inheritance) özelliği prototip mekanizmasıyla gerçekleştirilir. Java’da ise Sınıf ve sınıf örneklerine özellik ve metotlar dinamik olarak eklenemez. Nesneler çeşitli sınıflara ayrılmıştır ve miras alma mekanizması, sınıf hiyerarşisi sayesinde gerçekleştirilir.\n \n- Java’da değişken tip bildirimi zorunlu iken JavaScript’te böyle bir bildirim mekanizması yoktur.\n\n- Java’da nesne referansları derleme zamanında (compile time) kontrol edilirken JavaScript’te çalışma zamanında (run time) kontrol edilir. Yani Java’da statik bağlama mekanizması kullanılırken JavaScript’te dinamik bağlama mekanizması kullanılır.\n\n1996 yılının kasım ayında Netscape firması JavaScript'in endüstri standardı olarak belirlenmesi amacıyla Ecma International firmasına başvuruda bulunduğunu ilan etti. Bunun sonucunda standardize edilen sürüm ECMAScript olarak isimlendirildi ve 1997 yılının haziran ayında Ecma International, ECMA-262 belirtiminin ilk sürümünü yayımladı.\n\nJavaScript, yaygın olarak web tarayıcılarında, masaüstü uygulamalarında ve mobil uygulamalarda kullanılmakta olan bir script dilidir. JavaScript ile yazılan istemci (client) tarafı scriptler sayesinde tarayıcının kullanıcıyla etkileşimde bulunması, asenkron bir şekilde sunucu ile iletişime geçilmesi ve web sayfası içeriğinin değiştirilmesi gibi işlevler sağlanır. JavaScript, Node.js v.b. platformlar sayesinde sunucu tarafında da yaygın olarak kullanılmaktadır. JavaScript bir çok framework ve kütüphanesiyle kullanıcı arayüzü geliştiricilerinin işini kolaylaştırmaktadır.\n\n#### HTML İçinde JavaScript Kullanımı\n\nHTML5 standart tanımlaması ile javascript kodları sadece script etiketleri arasına yazılmaktadır.\n\n```\n<script>\n\n//Kodlar burada olacak\n\n</script>\n```\n\n#### Harici JavaScript Dosyasını HTML Belgesine Bağlama\n\nDahili kullanım her zaman kullanışlı olmayacağı için büyük projelerde JavaScript kodları ayrı bir dosyada yazılır. Dahili kullanımda olduğu gibi yine script etiketleri kullanılmaktadır. Burada dikkat edilmesi gerek kısım ise script etiketinin “src” özelliğine harici olarak yüklenmek istenen javascript dosyası yolu yazılmalıdır.\n\n```\n<script src=\"ornek-dosya.js\"></script>\n```\n\n#### JavaScript’teYorum Satırı Kullanımı\n\nKodlarınızı yazarken, yorum veya açıklama yapmak için kullanılır. Kodun çalışmasını etkilemez. İlerleyen dönemde kodu yazan kişi veya okuyan başka birisi için kodun anlaşılırlığına katkıda bulunur. JavaScript programlama dilinde diğer C tabanlı dillerde olduğu gibi tek satırlık yorum yapılacaksa // işaretlerinden sonra tek satır yorum yapılabilir. Birden fazla satır yorum olarak yapılacaksa /* */ sembolleri arasında istenilen satır kadar yorum bırakılabilir.\n\nArtık JavaScript’in nasıl ortaya çıktığını, hangi alanlarda ve nasıl kullanıldığını biliyoruz, şimdi gelin hep birlikte web konsolumuzda ilk JavaScript kodumuzu yazalım.Web konsolu içinde bulunduğumuz sayfanın yapısal içeriğini gösterir ve o an yazdığınız JavaScript kodlarınızı çalıştırabileceğiniz bir komut satırı içerir. Konsolunuzu açmak için Ctrl+Shift+K kısayolunu kullanabilirsiniz.\n\n![resim](https://i.hizliresim.com/hz8UmV.png) \n\n(Kırmızı çerçeve içindeki alan kodumuzu yazacağımız komut satırımız.)\n\nKonsola alert(“Bastırılmak istenen metin”); komutuyla tırnak arasında yazdığımız metni bir alert (uyarı) olarak sayfaya getirtecek ve ilk JavaScript kodumuzu yazmış olacağız.\n\n![resim](https://i.hizliresim.com/4dNtgS.png) \n\n![resim](https://i.hizliresim.com/1BtGRZ.png) \n\nWeb konsolu basit JavaScript kodlarınızı çalıştırmak için iyi bir araçtır ancak daha kompleks JavaScript kodları çalıştırmak istediginizde ise teknik olarak mümkün olsa da web konsolu kullanışlı değildir ve yazdığınız kod örneklerini kaydedemez. Bu nedenle projelerimizde kodlarımızı yazarken text editor kullanacağız. Bu yazıda kullanımı gittikçe yaygınlaşan JavaScipt’i kısaca tanıdık ve ilk JavaScript kodumuzu yazdık. Zaman ayırıp okuduğunuz için teşekkür ederim.\n\nKaynaklar:\n\n[Mozilla Docs](https://developer.mozilla.org/tr/docs/Web/JavaScript/Guide/Introduction#Hello_world)\n\n[Geleceği Yazanlar](https://gelecegiyazanlar.turkcell.com.tr/konu/web-programlama/egitim/301-javascript/javascript-nedir)\n\n[Js Tarihçe](https://tr.wikipedia.org/wiki/JavaScript#Tarih%C3%A7esi)","likes":null,"date":"2020-04-27","keywords":"javascript,java,yazılım,mozilla,js,geleceği yazanlar","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T09:40:21.481Z","updated_at":"2020-10-31T09:57:09.774Z","banner":{"id":12,"name":"https://cdn.pixabay.com/photo/2018/04/20/21/10/code-3337044_960_720.jpg","alternativeText":"","caption":"","width":960,"height":540,"formats":{"small":{"ext":".jpg","url":"/uploads/small_code_3337044_960_720_c339fa1fb5.jpg","hash":"small_code_3337044_960_720_c339fa1fb5","mime":"image/jpeg","name":"small_https://cdn.pixabay.com/photo/2018/04/20/21/10/code-3337044_960_720.jpg","path":null,"size":21.37,"width":500,"height":281},"medium":{"ext":".jpg","url":"/uploads/medium_code_3337044_960_720_c339fa1fb5.jpg","hash":"medium_code_3337044_960_720_c339fa1fb5","mime":"image/jpeg","name":"medium_https://cdn.pixabay.com/photo/2018/04/20/21/10/code-3337044_960_720.jpg","path":null,"size":40.19,"width":750,"height":422},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_code_3337044_960_720_c339fa1fb5.jpg","hash":"thumbnail_code_3337044_960_720_c339fa1fb5","mime":"image/jpeg","name":"thumbnail_https://cdn.pixabay.com/photo/2018/04/20/21/10/code-3337044_960_720.jpg","path":null,"size":6.75,"width":245,"height":138}},"hash":"code_3337044_960_720_c339fa1fb5","ext":".jpg","mime":"image/jpeg","size":65.18,"url":"/uploads/code_3337044_960_720_c339fa1fb5.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T09:39:25.591Z","updated_at":"2020-10-25T09:39:25.630Z"}},{"id":5,"title":"Uzaktan Eğitime Yakından Bakış","content":"Dünyanın COVID-19 ile mücadelesinin halen sürdüğü şu günlerde sosyal mesafemizi koruyabilmemiz için ülkemizde de diğer birçok ülkede olduğu gibi eğitimin teknolojik platformlara taşınmasına karar verildi. Salgından önce bu kadar aktif kullanılmamış olan bu sisteme geçişte nasıl bir adaptasyon süreci geçirdik ? Uzaktan eğitim verimli bir yöntem mi ? Avantaj ve dezavantajları neler ? Bu sistemi verimli bir şekilde kullanabilmek için hangi standartlarda bir yapıya sahip olmak gerekir ? Bunları birlikte öğreneceğiz. Böylece COVID-19’u atlattıktan sonra tekrar böyle bir kriz ortamıyla karşı karşıya kalırsak çok daha hazırlıklı olacağız.\n\nEğitim her zaman toplumların kaderini belirleyen temel taşlardan biri olmuştur. İyi bir eğitim bir toplumun altın çağlarını yaşamasına sebep olabileceği gibi kötü bir eğitim de tarih sahnesinden silinmesine sebep olabilir. Eğitim bu kadar önemli olunca ondan mümkün olan en yüksek verimi alma isteği, öğrenmeyi kolaylaştıracak yeni sistemler geliştirilmesine sebep olmuştur. Eğitimi etkileyen teknolojik buluşlar sayesinde bu gelişim artarak devam etmektedir. Matbaanın icadı ve kullanımının artması sonucu okuyucunun coğrafi olarak kendinden çok uzakta yaşayan ve aynı ortamda hiç bulunmadığı bir yazarın kitabına dahi ulaşabilmesi insanoğlunun eğitimde büyük bir ivme yakalamasına örnek gösterilebilir. Özetle teknolojik bir gelişimin sonucunda yazılı kaynaklar basılı kaynaklar halini alarak daha kolay çoğaltılıp dağıtılan kaynakların daha çok kişiye ulaşması sağlanmıştır. Bu ilerleme uzaktan eğitimin temelini oluşturup takip eden süreçteki teknolojik gelişmelerle birlikte radyo, televizyon, bilgisayar sistemleri ve internet ağları da kullanılmaya başlanmıştır. İnternetin kullanılmasıyla birlikte içeriğe hızlı ulaşım, düşük maliyet, daha fazla kullanıcı etkileşimi gibi yeni avantajlar elde edilmekle beraber bu avantajların varlığı, uzaktan eğitim kimi zaman örgün eğitime destek kimi zaman da başlı başına bir eğitim tekniği olarak kabul edildi. Peki nedir bu uzaktan eğitim ?\n\nEn basit tanımıyla uzaktan eğitim, farklı coğrafyalardaki öğrenci, öğretmen ve öğretim materyallerinin iletişim teknolojileri aracılığıya bir araya getirildiği bir eğitim şeklidir. Öğrenci-sınıf-öğretmen üçlüsünün aynı fiziksel alanı paylaşmasının mümkün olmadığı durumlardan etkilenmemesi, bilgiye ulaşım zamanının kullanıcı tarafından tercih edilebilmesi (Tam zamanlı bir işte çalışan biri bile günün sonunda evde istediği bilgiye ulaşabilir. Gün içinde fiziksel bir sınıfa gitmek ve bu eğitime zaman ayırmak gibi bir zorunluluğu yoktur.) gibi örgün öğretimin sağlayamayacağı faydalar sağlayan bu sistem, internet kullanımının yaygınlaşması, ucuzlaması ve bant genişliğinin artmasıyla daha verimli hale gelmiştir. Günümüzde hayatımızdaki yeri ve önemi gittikçe artan bu sistem kurumlardan bağımsız olarak bireysel öğrenme isteğine de cevap vermektedir ancak biz gündemimiz itibariyle bu yazıda daha çok kurumsal uzaktan eğitimden bahsedeceğiz.\n\nGelin kurumsal bir uzaktan eğitim sisteminin taşıması gereken özellikleri birlikte inceleyelim. Eğer internetten de faydalanarak kurumsal bir uzaktan eğitim sistemi kullanmak istiyorsak bu sistem zamanın getirdiği güncel ihtiyaçlara cevap verebilmelidir zira dünün teknolojisinde yeterli görülen şeyler bugün ihtiyaçlarımızı karşılayamayabilir. Örneğin sadece birkaç derste uzaktan eğitim sağlayan ve sorunsuz çalışan bir sistemde, şu an yaşadığımız kriz gibi bir krizle tüm üniversite tarafından kullanılmaya başlandığında yoğunluk nedeniyle bazı sorunlar baş gösterebilir. Şu an ülkemizde hatrı sayılır bir çok üniversitenin kendine ait platformlar kullanmak yerine daha verimli bir uzaktan eğitim süreci geçirmek için para karşılığı bu hizmeti sunan şirketlerle anlaşması bu duruma iyi bir örnek olabilir. O yüzden bu sistemler en kötü senaryo göz önünde bulundurularak tasarlanmalı, test edilmeli ve güncel tutulmalıdır.\n\nUzaktan eğitimde öğrenciden etkileşim alınması ve arada dinamik bir iletişim kurulması sistemi daha verimli kılacaktır. Bu etkileşimin arttırılabilmesi için güncel içerikler sunmanın yanı sıra dinleyicilerin tartışabileceği, fikir alışverişinde bulunabileceği, yorum yapıp soru sorabileceği bir platform tercih edilmesi bu alanda çalışan uzmanlarca tavsiye edilmektedir. Bu sistemin mutlaka taşıması gereken bir diğer özellik ise senkron ve asenkron dersler sunabilmesidir. Öğrenci oluşturulan sanal sınıflarda çevrimiçi ders alabilmesinin yanı sıra katılamadığı derslere de daha sonra erişebilmelidir. Bu sayede daha öğrenci merkezli bir sistem oluşturulmuş olur. Öğrenci ders takibinin yapılabilmesi, hangi dönem hangi dersi almış ya da alması gerekiyor kontrol edilebilir olması, öğrencinin belirli bir programı takip etmesini sağlayabilir. Bu kontroller aynı zamanda sistemdeki derslerin tercih edilme yoğunluğu hakkında da bizlere veri sunar.\n\nUzaktan eğitim sistemlerinde ödevler ve sınavlar derslerde verilen bilginin öğrenci tarafından ne kadar anlaşıldığını kontrol etmek için iyi bir araç olabilir. Sınavlar eğitim sonunda yüz yüze (İçinde bulunduğumuz süreç gibi bir süreçte bu maalesef mümkün değil.) veya online ortamdan yapılabilir ancak uygulama sınavlarının online ortamda yapılması mümkün olmadığı için bu konuya farklı bir çözüm getirilmesi gerekiyor.\n\nSonuç olarak zaman ve mekandan etkilenmeyen bir uzaktan eğitim sistemi fikri ilk ortaya çıkışından bu yana bir hayli gelişmeyle denendi ve günümüzdeki halini aldı. Sistemin özellikleri ve sundukları ne olursa olsun burda asıl belirleyici unsurun sistemi kullanan kişiler olduğunu görüyoruz.Uzaktan eğitim örgün öğretime dair istisnai durumlarda hayat kurtarıcı olabilir ancak şu anki şartlarda tecrübe ettiğimize göre eğitimi tamamen sanal bir platforma taşımak, öncesinde ciddi bir altyapı hazırlık süreci gerektiriyor ve yine tecrübe ettik ki biz örgün öğretimi engellemeyecek şartlardayken de bu tarz kriz ortamlarına hazır olmalıyız ki böyle bir durumla karşı karşıya kalırsak en az hasarla kurtulabilelim. Bizlere sunulan sistemin verimi nasıl olursa olsun biz bu durumu daha iyi hale getirmek için internette paylaşılan ve miktarı bir hayli fazla olan ücretsiz eğitimlere erişmeli ve kendi kendimize öğrenmeyi öğrenmeliyiz. Bu yüzden yazının sonuna sizler için faydalı olabileceğini düşündüğüm bir kaç bağlantı bırakacağım. Zaman ayırıp okuduğunuz için teşekkür ederim.\n\n[YÖK Dersleri Platfomu](https://yokdersleri.yok.gov.tr/)\n\n[Koç Akademi](https://www.kocakademi.com/)","likes":null,"date":"2020-04-13","keywords":"uzaktan eğitim,pandemi,yök,ösym,okul,üniversite","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T09:25:50.982Z","updated_at":"2020-10-31T09:56:38.882Z","banner":{"id":8,"name":"https://images.unsplash.com/19/desktop.JPG?ixlib=rb-1.2.1&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":2400,"height":1600,"formats":{"large":{"ext":".1&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_desktop_JPG_ixlib_rb_1_2_d63eb5fe22.1&auto=format&fit=crop&w=750&q=80","hash":"large_desktop_JPG_ixlib_rb_1_2_d63eb5fe22","mime":"image/jpeg","name":"large_https://images.unsplash.com/19/desktop.JPG?ixlib=rb-1.2.1&auto=format&fit=crop&w=750&q=80","path":null,"size":94.17,"width":1000,"height":667},"small":{"ext":".1&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_desktop_JPG_ixlib_rb_1_2_d63eb5fe22.1&auto=format&fit=crop&w=750&q=80","hash":"small_desktop_JPG_ixlib_rb_1_2_d63eb5fe22","mime":"image/jpeg","name":"small_https://images.unsplash.com/19/desktop.JPG?ixlib=rb-1.2.1&auto=format&fit=crop&w=750&q=80","path":null,"size":29.33,"width":500,"height":333},"medium":{"ext":".1&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_desktop_JPG_ixlib_rb_1_2_d63eb5fe22.1&auto=format&fit=crop&w=750&q=80","hash":"medium_desktop_JPG_ixlib_rb_1_2_d63eb5fe22","mime":"image/jpeg","name":"medium_https://images.unsplash.com/19/desktop.JPG?ixlib=rb-1.2.1&auto=format&fit=crop&w=750&q=80","path":null,"size":58.92,"width":750,"height":500},"thumbnail":{"ext":".1&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_desktop_JPG_ixlib_rb_1_2_d63eb5fe22.1&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_desktop_JPG_ixlib_rb_1_2_d63eb5fe22","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/19/desktop.JPG?ixlib=rb-1.2.1&auto=format&fit=crop&w=750&q=80","path":null,"size":8.07,"width":234,"height":156}},"hash":"desktop_JPG_ixlib_rb_1_2_d63eb5fe22","ext":".1&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":407.71,"url":"/uploads/desktop_JPG_ixlib_rb_1_2_d63eb5fe22.1&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T09:25:17.128Z","updated_at":"2020-10-25T09:25:17.176Z"}},{"id":4,"title":"Robotik Nedir?","content":"Merhaba bu yazımda sizlere robotların tasarımı, üretimi ve kullanımı ile ilgilenen robotik biliminden ve bu daldaki başarılı çalışmalarıyla tanıdığımız Boston Dynamics’ten bahsedeceğim. Makine, uçak, elektronik, bilgisayar ve mekatronik mühendisliği gibi birçok mühendisliğin ortak çalışma alanı olan robotik bilimi temelde insan yaşamına entegre olup insanların hayatlarını kolaylaştırabilecek, yararlı bir amaç için iş ve değer üretebilecek makineler üretmeyi hedefler.\n\nRobotların birçok farklı koşul ve iş sahasında kullanılması amaçlansa da günümüzde daha çok arama-kurtarma, yük taşıma, montaj, bomba imha-üretim süreçleri gibi insan için tehlikeli olarak görülen durumlarda ve uzay, su altı, yüksek radyasyon bulunan mekanlar gibi insanın yaşayamayacağı ortamlarda kullanılır. Maliyetinin yüksek olması sebebiyle henüz çok yaygın olarak kullanılmasa da robotik protezler ve ameliyat robotları ile sağlık sektöründe de robotikten faydalanılmaktadır.\n\nRobotlar her formda olabileceği gibi, bazı robotlar insana veya bazı hayvanlara benzer olarak üretilir. Bunun robotların insanlarca kabulünde kolaylık sağlayacağı düşünülmektedir. Amaç robota canlılarınki gibi bir doku kazandırmak olduğundan robotik alanında çalışırken elektronik, malzeme bilimi, sibernetik ve tıptan da faydalanılmaktadır. Öyle ki bazı sibernetikçi bilim insanları plâstik ve metal yerine kalsiyum ve doğal dokular kullanmak için araştırmalar yapmaktadırlar. Günden güne hayatımızdaki öneminin artacağı düşünülen robotların bu artışa paralel olarak ekonomik değerlerinin de artacağı aşikar. Boston Dynamics de bunu farketmiş olacak ki bu sektöre ciddi yatırımlar yapmaktan geri durmuyor. Peki bu yatırımların nasıl bir geri dönüşü olabilir ? Bu sorunun cevabı için önce Boston Dynamics’i biraz daha yakından tanıyalım.\n\nAmerikan Ulusal Mühendislik Akademisi üyesi Marc Raibert ve çalışma arkadaşlarının çalışmalarının sonucu olarak ortaya çıkan şirket, 1992 yılında kurulmuştur. Boston Dynamics, ABD Ordusu için tasarlanan dört bacaklı bir robot olan BigDog'un 2004 yılındaki gelişimi ile tanınır. Arazide askerlere eşlik etmek için robotik bir katır olarak hizmet eden BigDog hareket için tekerlekler yerine bacaklarını kullanır ve bu özelliği tekerleklerin kullanılamayacağı engebeli arazi şartlarında hareket etmesini sağlar. \"Dünyanın en iddialı bacaklı robotu\" olarak adlandırılan bu ürün, 35 dereceye kadar eğimli bir arazide seyreden bir askerin yanında saatte 6,4 km hızla 150 kg taşıyabilir.\n\nBigDog’un çatışma sahasında kullanılmak için çok büyük ebatlarda olduğu düşünüldüğünden dolayı bir süre sonra proje rafa kaldırılmıştır ancak burdan şunu anlıyoruz ki boyut sorunu çözülürse, ki zamanla çözülecektir, bu tarz robotlar askeri sahada çok işlevsel olabilir. Boston Dynamics, BigDog’un yanı sıra “WILDCAT”, “LS3”, “SANDFLEA”, “SPOT”, “HANDLE”, “PICK” ve üstün hareket kabiliyeti ile insansı robot kategorisinde liderliği taşıyan “ATLAS” modelleriyle de adından söz ettiriyor. Bu modellerin hepsi hayatımızın çeşitli yerlerinde farklı kullanım alanlarına sahip.\n\nSağlıktan endüstriyel üretime, taşımacılıktan askeriyeye birçok alanda hayatımızı kolaylaştıran bu makineler gelecekte biz insanlar için daha da önemli hale gelecekler. Bu yüzden bizler de robotik bilimine hakettiği değeri vererek Boston Dynamics gibi şirketlerin önünü açmalı ve bizi bekleyen “teknoloji üretme yarışı”nda geri kalmamalıyız.\n\nKaynaklar:\n\n[Robotik Hakkında](https://tr.wikipedia.org/wiki/Robotik#Robotlar%C4%B1n_S%C4%B1n%C4%B1fland%C4%B1r%C4%B1lmas%C4%B1)\n\n[Boston Dynamics Hakkında](https://en.wikipedia.org/wiki/Boston_Dynamics)\n\n[Boston Dynamics Robotları](https://www.bostondynamics.com/robots)","likes":null,"date":"2020-03-30","keywords":"robotik,arduino,yazılım,teknoloji,bostondynamics,atlas robot","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T09:22:37.204Z","updated_at":"2020-10-31T09:56:09.601Z","banner":{"id":7,"name":"https://images.unsplash.com/photo-1563207153-f403bf289096?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","alternativeText":"","caption":"","width":5000,"height":3333,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","url":"/uploads/large_photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","hash":"large_photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1563207153-f403bf289096?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","path":null,"size":54.89,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","url":"/uploads/small_photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","hash":"small_photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1563207153-f403bf289096?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","path":null,"size":19.21,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","url":"/uploads/medium_photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","hash":"medium_photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1563207153-f403bf289096?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","path":null,"size":35.54,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","url":"/uploads/thumbnail_photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","hash":"thumbnail_photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1563207153-f403bf289096?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","path":null,"size":6.22,"width":234,"height":156}},"hash":"photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","mime":"image/jpeg","size":1224.19,"url":"/uploads/photo_1563207153_f403bf289096_ixlib_rb_1_2_9797a47d10.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=751&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T09:21:30.513Z","updated_at":"2020-10-25T09:21:30.568Z"}},{"id":2,"title":"İnovasyon ve Ekonomi","content":"Herkese merhaba, Betik çatısı altındaki ilk yazımda yenilikçi düşünmenin ekonomik geri dönüşü üzerinde durmak istiyorum. Bu yazıyı Prof. Dr. Selçuk Şirin’in dört sene önce, henüz bir lise öğrencisiyken okuduğum “Yol Ayrımındaki Türkiye Ya Özgürlük Ya Sefalet” kitabındaki “Bizden bir Whatsapp çıkar mı?” adlı yazısından aldığım ilhamla yazıyor ve benim gibi daha nice insana ilham olduğu için kendilerine teşekkür ediyorum.\n\nBundan altı yıl önce 2014’te Whatsapp, Facebook tarafından 19 milyar dolara satın alındı. Aynı dönemde 23 bin küsur çalışanıyla ülkemizin pazar değeri en büyük şirketlerinden biri olan Türk Hava Yolları’nın piyasa değeri ise 4,3 milyar dolardı ki bu Whatsapp’ın Türk Hava Yolları’nın piyasa değerinin hemen hemen 5 katı büyüklüğünde bir piyasa değerine sahip olduğu anlamına geliyor.\n\nBenzer bir örneği Amerikan otomobil devi Ford ve Ford’un yüzüncü yaşını kutladığı yılda kurulan Tesla arasında da görüyoruz. Tesla’nın piyasa değeri Ford’u ilk olarak 2017’de geçerken iki şirket 2018’e yaklaşık olarak aynı değerde başladı.Bu tarihte Ford’un değeri 52 milyar dolar ve Tesla’nın değeri 54 milyar dolardı.Tesla 2019’un son çeyreğinde yatırımcıların beklediğiden fazla araç teslimi yaparak hisse senedi fiyatı rekorunu kırdı ve şuan Tesla’nın piyasa değeri Ford’un 37 milyar dolar olan piyasa değerinin iki katından bile fazla olan 80 milyar dolar değerine ulaşmış durumda.\n\n1933 yılında kurulmuş ve günümüzde havacılıkta dünyanın en saygın şirketlerinden biri haline gelmiş olan Türk Hava Yolları’nın piyasa değeri, henüz 2009 yılında kurulmuş ve sadece 53 çalışanı olan Whatsapp’ın piyasa değerinin ancak 5’te 1’i etmesinin veya Tesla’nın piyasa değerinin, otomobil sektörüne kendisinden 100 yıl önce giren ve satış rakamlarıyla kendini ispatlamış olan Ford’un piyasa değerinin iki katından bile fazla olmasının sebebi nedir ? Aslında cevap basit, yenilikçi düşünme ve bu düşünceleri uygulama cesareti gösterebilme.\n\nYenilikçi düşünme, bugünden ziyade yarının gereksinimlerinin tespiti sonucu gün yüzüne çıkıyor ki zaten bugünün şartlarında sektöründe lider konumda olan bir şirketle rekabet edebilmenin yolunun onun yürüdüğü yolu taklit etmekten değil, ilerleyen zamana paralel olarak değerlenecek yeni bir yol bulmaktan geçtiğini az önce bahsettiğimiz örneklerde de görüyoruz.\n\nYenilikçilik hayal kurarak başlar. Yenilikçi düşünebilmek ve bu düşünce tarzını benimsemiş bireyler yetiştirmek için gereken imkanlara sahip olmadığımızı düşünüyorsak ne yapmalıyız peki ? İşte böyle durumlarda benim tavsiyem tarihimize bir göz atmanız olacaktır. Tüm dünyanın “Hasta adam öldü !” dediği işgal günlerinde dahi Gazi M.Kemal Atatürk’ün modern ve müreffeh bir Türkiye inşa etme üzerine kurulan yenilikçi düşüncelerinden vazgeçmediğini göreceksiniz ki bu da bize şartlardan bağımsız olarak hayallerimizin meyvesi olan fikirlerimizin peşinden gitmemizi ve onları uygulamak için cesur, kendimizden emin adımlar atmamız gerektiğini gösteriyor. Örneklerle de gördük ki hiçbir zaman hiçbir şey için çok geç değil. Ekonomimizin daha sağlam temeller üzerine oturmasını istiyorsak yenilikçi düşünmenin önemini kavramalı ve ona göre hareket etmeliyiz.Zamanınızı ayırıp okuduğunuz için teşekkür ederim.\n\nSayısal değerleri incelemek için aşağıdaki linklere göz atabilirsiniz.\n\n[Ford-Tesla Verileri İçin](https://qz.com/1779609/teslas-market-cap-is-now-more-than-double-fords/)\n\n[WhatsApp Satılma Haberi İçin](https://www.bbc.com/turkce/ekonomi/2014/02/140220_facebook_whatsapp)","likes":null,"date":"2020-03-16","keywords":"inovasyon,yazılım,teknoloji,whatsapp,facebook,ford,tesla","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-24T17:00:20.204Z","updated_at":"2020-10-31T09:55:29.159Z","banner":{"id":6,"name":"https://images.unsplash.com/photo-1523474438810-b04a2480633c?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":6000,"height":4000,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1523474438810-b04a2480633c?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":35.62,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1523474438810-b04a2480633c?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":14.16,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1523474438810-b04a2480633c?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":24.03,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1523474438810-b04a2480633c?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":5.31,"width":234,"height":156}},"hash":"photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":1667.83,"url":"/uploads/photo_1523474438810_b04a2480633c_ixlib_rb_1_2_59ebaeeab7.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T09:19:04.111Z","updated_at":"2020-10-25T09:19:04.161Z"}}]},"__N_SSG":true}