{"pageProps":{"article":{"id":42,"title":"Çocuk Cinsel İstismarı (CSA)","content":"Herkese yeniden merhaba. Bu hafta ciddi ve önemli bir konunun üzerinde durmak istiyorum. Bir vatandaşlık görevinden ziyade böyle bir konuda duyarlı olmak öncelikle insani görevimizdir ve kendimiz de dahil etrafımızdaki herhangi bir insanın başına böyle bir şey gelme olasılığı ne yazık ki yeterince yüksektir. Öyle ki çocuklarımız artık sokaklarda oynayamamakta, özellikle kadınlarımız dışarıda istedikleri gibi dolaşamamaktadır. Ayrıca çevremize dikkatle bakarsak cinsel istismara erkek bireylerin de yüksek oranda maruz kaldığını görebiliriz. Şimdi bu konulardan ayrıntılı olarak bahsedelim.\n\n**Cinsel İstismar Nedir?**\n\nAmerikan Psikiyatri Topluluğu (APA) cinsel istismarı şöyle tanımlar; “Cinsel taciz istenmeyen cinsel faaliyettir, failler mağdurları zorla kullanır, tehdit eder veya rıza gösteremeyen mağdurlardan yararlanır.” Cinsel istismar, sözlü tacizden vücuda organ veya sair bir cisim sokulmasına kadar geniş bir tanımı içerir. Toplumda ise taciz ve tecavüz olarak ikiye ayrılır. Kişiye yaşattığı utanç yüzünden talihsiz bir travma türüdür. Çocuk cinsel istismarında (Child Sexual Abuse-CSA) ise kurbanlar genellikle yardım istemek ve olayın farkına varmak için çok gençtir.\n\nYapılan araştırmalara göre her 3 kadından ve her 5 erkekten biri 18 yaşından önce cinsel istismar mağduru oldu. Ayrıca maalesef çocukların yetişkinlere kıyasla cinsel istismara uğrama olasılıklarının 3 kat daha fazla olduğunu biliyoruz. Ve bu istismarın failleri büyük oranla aile bireylerinden biri ya da çocuğun sözde güvenilir bulduğu yetişkinlerden biridir. Bundan dolayı görüyoruz ki çocuk yetiştirmek çok ciddi düşünülmesi ve ciddi olunması gereken, fazlasıyla dikkat isteyen bir iştir.\n\n**Etkileri Nelerdir?**\n\nCinsel istismar düzgün tedavi edilmediğinde genellikle Travma Sonrası Stres Bozukluğuna (TSSB), anksiyete, obsesyon ve özgüven kaybına yol açar. Bu etkilerden bazıları şunlardır;\n\n- Uyku sorunları, uyuma korkusu, kabuslar\n- Cinsel eylem ve fikirlerin artıp ilgi çekici hale gelmesi veya azalıp korku haline dönmesi\n- Olayların sık sık zihinde canlanması\n- Olayların tekrarlanabileceğinden dolayı duyulan korku ve sürekli diken üstünde hissetme\n- Temaslardan irkilme\n- Toplum içine çıkmayı reddetme\n- İntihar, intihara teşebbüs\n- Saldırganlık ve bir şeyler gizleme\n- Kendine zarar vermeye çalışma\n\nAyrıca istismarcıların %35’i küçükken istismara uğramış olan ve çoğunluğu erkek olan bireylerdir. Bu yüzden erkek cinsel istismarı da azınlıkta olmayan bir konudur. Zincirleme ilerlemenin önüne geçmek için doğru tedavi ve destek fazlasıyla önemlidir. Çocuğun yaşadığı olayı kabul etmek istemeyen ve reddeden ebeveynler çocuğu yeniden travmatize edebilir. Anlayışlı ve sevecen ebeveynlere sahip olan çocukların travmanın etkilerini daha kolay atlattığı görülmüştür\n\n**Hukuki Boyutları Nelerdir?**\n\nCinsel istismara maruz kaldıysak ya da maruz kalan birilerine tanıklık etmişsek bunu ilgili mercilere bildirmek vatani ve vicdani bir sorumluluk olmakla beraber, bildirilmediği zaman cezai yaptırımları vardır. Kamu personelleri ve sağlık çalışanları da dahil, birey bildirmediği takdirde 6 aydan 1 yıla kadar hapis cezası ile yargılanabilir.\n\nİstismar mağduru çocuk şikayetini polislere anlatmak zorunda değildir. Barolara bildirildiği zaman çocuğa ve varsa yanındaki ebeveynine bir avukat atanır, çocuk, çocuk izlem merkezlerine alınır ve bir yetkili ve psikolojik danışman eşliğinde çocuğu sarsmadan ve incitmeden çocuğun ifadesi alınır. Bunun sebebi hem polislere hem de hakim, savcı gibi yetkililere çocuğun olayları tekrar tekrar anlatmak zorunda kalmaması ve çocuğu mağdur etmemektir. Bazı hakim ve savcılar ne yazık ki buna dikkat etmese de sonuna kadar hakkımızı aramakta yarar vardır.\n\nBunlarla birlikte, istismarcı 8 yıldan 15 yıla kadar hapis cezası alır. İstismar sarkıntılık düzeyinde ise 3 yıldan 8 yıla kadar hapis cezasına hükmolunur. Buradaki cinsel istismar tanımı 15 yaşını doldurmamış çocuklara karşı yapılan her türlü cinsel eylemdir. İstismar organ veya sair bir cisim sokulması düzeyinde gerçekleştirildiğinde ise ceza 16 yıldan az olamaz. Eğer çocuk 12 yaşından küçükse verilecek ceza 18 yıldan az olamaz. Mağdurun ölmesi ya da bitkisel hayata girmesi sonucunda ise istismarcı ağırlaştırılmış müebbet hapis cezasına hükmolunur. Ayrıca silah kullanımı ya da istismarcının çocuğundan bakımından sorumlu kişilerden biri (bakıcı, öğretmen, ebeveyn) olması durumunda ceza yarı oranında arttırılır.\n\nEğer cezaların yeterli olup olmamasından bahsedecek olursak, böyle canice bir suçun asla bu kadar hafif cezalar almaması kanaatindeyim. Adaletin tam olarak sağlanması için illa ki bir insanın ölmesine gerek yoktur. Bu olayların sonucunda eğer fail zindana atılmazsa, mağdurun hayatının zindana dönüştüğünü ne yazık ki görmekteyiz. Son olarak söylemek isterim ki, failin mağdur ile evlendirilmesi söz konusu bile olamaz, olmamalıdır. Bunun tartışması bile yapılamaz, yapılması sapkınlıktır, yapanlar da aynı şekilde cezalandırılmalıdır. Lütfen yapılan haksızlıklara susmayın, eğer susarsak bir gün elbet sıra bizlere de gelecektir. Sağlıcakla kalın!\n\nKaynakça\n\n[American Psychological Association (APA)](https://www.apa.org/topics/sexual-abuse/)\n\n[Australian Psycgological Society](https://www.psychology.org.au/About-Us/What-we-do/advocacy/Advocacy-social-issues/Child-sexual-abuse)\n\n[Türkiye Psikiyatri Derneği](https://www.psikiyatri.org.tr/halka-yonelik/28/travma-sonrasi-stres-bozuklugu)\n\n[Psychology Today](https://www.psychologytoday.com/us/blog/somatic-psychology/201303/trauma-childhood-sexual-abuse)\n\n[KTÜ-Çocuk Koruma ve İzlem Merkezi](https://www.ktu.edu.tr/cocukkorumauam-bilgi)","likes":null,"date":"2020-06-08","keywords":"istismar,cinsel istismar,çocuk,hukuk,adalet,taciz","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:42:28.889Z","updated_at":"2020-10-31T10:25:36.869Z","banner":{"id":58,"name":"https://i.sozcu.com.tr/wp-content/uploads/2016/11/cocuk-istismar.jpg","alternativeText":"","caption":"","width":880,"height":487,"formats":{"small":{"ext":".jpg","url":"/uploads/small_cocuk_istismar_fdc4948867.jpg","hash":"small_cocuk_istismar_fdc4948867","mime":"image/jpeg","name":"small_https://i.sozcu.com.tr/wp-content/uploads/2016/11/cocuk-istismar.jpg","path":null,"size":22.25,"width":500,"height":277},"medium":{"ext":".jpg","url":"/uploads/medium_cocuk_istismar_fdc4948867.jpg","hash":"medium_cocuk_istismar_fdc4948867","mime":"image/jpeg","name":"medium_https://i.sozcu.com.tr/wp-content/uploads/2016/11/cocuk-istismar.jpg","path":null,"size":49.02,"width":750,"height":415},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_cocuk_istismar_fdc4948867.jpg","hash":"thumbnail_cocuk_istismar_fdc4948867","mime":"image/jpeg","name":"thumbnail_https://i.sozcu.com.tr/wp-content/uploads/2016/11/cocuk-istismar.jpg","path":null,"size":5.99,"width":245,"height":136}},"hash":"cocuk_istismar_fdc4948867","ext":".jpg","mime":"image/jpeg","size":67.65,"url":"/uploads/cocuk_istismar_fdc4948867.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:36:16.152Z","updated_at":"2020-10-28T20:36:16.182Z"}}},"__N_SSG":true}