{"pageProps":{"article":{"id":51,"title":"Kişilik Bozukluğu: Giriş","content":"Yeni bir haftadan daha herkese merhaba. Bu hafta bir seriye başlıyoruz: kişilik bozuklukları serisi. Birden fazla çeşidi olan bu bozukluğun 3 kümesini sonraki 3 yazıda ayrı ayrı inceleyecek, bu yazıda ise genel bir giriş yapacağız. Haydi başlayalım.\n\n**Kişilik Bozukluğu Nedir?**\n\nKişilik bozukluğu (Personality Disorder (PD)) kişinin sağlıksız düşünce, algı ve davranış tarzına sahip olmasıdır. Bir tür Zihinsel Bozukluk olan kişilik bozukluğunda kişi olayları farklı algılar, bunları ilişkilendirmekte zorlanır ve bu durum kişinin tüm yaşamını ve çevresindekileri ciddi şekilde etkileyebilir.\n\n**Nedenleri**\n\nGenelde ergenlik ve yetişkinlik çağında başlayan kişilik bozukluğunun nedenleri henüz kesin olarak tanımlanamamıştır. Fakat bazı etkenlerin bozukluğu tetiklediği tahmin edilmektedir. Bunlar;\n\n- Küçüklükte tacize uğrama\n\n- Ailede kişilik bozuklukları ya da diğer ruhsal bozuklukların öyküsü\n\n- Çok sevilen birinin ölümü\n\n- Dengesiz ve bozuk bir aile ortamında yetişme\n\n- Beyindeki bazı kimyasal ve yapısal değişmeler/ bozukluklar\n\nBu gibi daha birçok travmatik olay kişilik bozukluğunu ya da diğer ruhsal problemleri tetikleyebilir. Her zaman söylediğimiz gibi çocuk yetiştirmenin son derece önemli bir iş olduğunu tekrar tekrar görüyoruz.\n\n**Tedavi**\n\nKişilik bozukluğu olan kişilerin ne gibi davranışları olduğunu diğer yazılarda daha ayrıntılı inceleyeceğiz fakat davranış şekli ne olursa olsun hastalar genelde kendilerini son derece normal görürler. Onlara göre kendilerinde hiçbir sorun yoktur, davranışlarında bozukluklar yoktur. Bu nedenle tedaviye ihtiyaçları olduğunu da düşünmez, genellikle tedaviyi kabul etmezler. Fakat tedavisi ve tedaviye ikna etmesi zor olan PD hastalarının tedavileri son derece önemlidir. Çünkü hastalık ilerlediği zaman kişi uyuşturucu, alkol, sigara kullanmaya başlayabilir, ciddi suçlara teşebbüs edebilir. Birçok hastalıkta olduğu gibi psikoterapi son derece önemlidir. Psikoterapide hatalı düşüncelerin yerine yeni düşünce ve davranış kalıpları öğretilir, iletişim becerileri geliştirilir ve ilaçlı tedaviyle beraber hasta tedavi edilir.\n\nUnutmayın, çevrenizde ya da kendinizde herhangi bir bozukluk olup olmadığını ancak kendinizi tanıyarak anlayabilirsiniz. Kendinizi ve kişiliğinizi en iyi şekilde kurup tanımak bir insan olup yaşamanın temelidir. Lütfen çevrenizde bu tip kişiler varsa onların bir uzmana danışmalarına yardımcı olun. Yaptığımız her iyilik elbet bize geri dönecektir!\n\nKaynakça\n\n[Acıbadem](https://www.acibadem.com.tr/ilgi-alani/kisilik-bozukluklari/#tedavi-yontemleri)\n\n[Wikipedia](https://en.wikipedia.org/wiki/Personality_disorder)","likes":null,"date":"2020-10-12","keywords":"kişilik bozukluğu,borderline,paranoid,şizofrenik,psikoterapi","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T21:28:12.862Z","updated_at":"2020-10-31T10:28:34.606Z","banner":{"id":67,"name":"https://i4.hurimg.com/i/hurriyet/75/750x422/59dc8223c03c0e36b8b651d9.jpg","alternativeText":"","caption":"","width":750,"height":422,"formats":{"small":{"ext":".jpg","url":"/uploads/small_59dc8223c03c0e36b8b651d9_e71547711b.jpg","hash":"small_59dc8223c03c0e36b8b651d9_e71547711b","mime":"image/jpeg","name":"small_https://i4.hurimg.com/i/hurriyet/75/750x422/59dc8223c03c0e36b8b651d9.jpg","path":null,"size":18.31,"width":500,"height":281},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_59dc8223c03c0e36b8b651d9_e71547711b.jpg","hash":"thumbnail_59dc8223c03c0e36b8b651d9_e71547711b","mime":"image/jpeg","name":"thumbnail_https://i4.hurimg.com/i/hurriyet/75/750x422/59dc8223c03c0e36b8b651d9.jpg","path":null,"size":5.93,"width":245,"height":138}},"hash":"59dc8223c03c0e36b8b651d9_e71547711b","ext":".jpg","mime":"image/jpeg","size":32.99,"url":"/uploads/59dc8223c03c0e36b8b651d9_e71547711b.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T21:27:30.023Z","updated_at":"2020-10-28T21:27:30.062Z"}}},"__N_SSG":true}