{"pageProps":{"article":{"id":39,"title":"Cehaletin Getirdiği Özgüven: Dunning - Kruger Etkisi","content":"Yeni bir sosyal izolasyon gününden herkese merhaba. Bugünkü konumuz aslında birçoğumuzun farkında olduğu ve sık sık yakındığı bir durum. Bazen bazı insanlar bir konu hakkında tam anlamıyla bilgi sahibi olmadıkları halde o işin uzmanı gibi yorum yaparlar ve gerçekten de uzman olduklarını düşünürler. Öyle ki bizim de bazen bunlara katlanamadığımız dönemler olur. Hatta şu sıralar sosyal medyada her kafasına esenin gündem hakkında yanlış yorumlar yaptığını görmüşsünüzdür. İşte bütün bunların arkasında Dunning-Kruger etkisi (sendromu) var diyebiliriz.\n\nCornell Üniversitesi’nde iki psikolog olan Justin Kruger ve David Dunning, “algılamada yanlılık” olarak tanımladıkları Dunning-Kruger sendromu hakkındaki makalelerini 1999 yılında yayınladılar. Makaleyi özetleyen varsayımlar şu şekildedir:\n\n1. Yetkin olmayan insanlar becerilerine aşırı değer biçme eğilimindedirler.\n2. Yetkin olmayan insanlar diğer insanlardaki gerçek beceriyi fark edememektedirler.\n3. Yetkin olmayan insanlar kendilerindeki yetersizliğin boyutunu görememektedirler.\n4. Eğer bu yetkin olmayan insanlar becerilerini geliştirmek üzere eğitilirlerse, geçmişteki eksikliklerini fark edip kabul etmektedirler.\n\nDunning-Kruger etkisi kişinin o konuda yeteneksiz ya da yetersiz olduğunu görecek kapasitede olmadığını, aksine bir o kadar bilgili olduğunu düşündüğünü savunur. Bazıları bunu “bilişsel bir önyargı” olarak, bazıları ise “sanrılı (hayali) üstünlük hissi” olarak nitelendirir. Yetersiz kişi, bilginin sınırsızlığının farkında olmadığı için kulaktan doğma ifadeleri bilgi sayar ve bunları o alanda yeterli, hatta fazla görür ve sonucunda ortaya kendinden emin ama bilgisiz bir birey ortaya çıkar.\n\nJustin Kruger ve David Dunning, 45 lisans öğrencisi üzerinde yaptıkları testler sonucu aslında %12’lik bilgiye ve birikime sahip olanların kendilerini ortalama %62’lik kısma koyduklarını tespit etmişlerdir. Ayrıca bir becerinin %80’ine sahip olan bireylerin bu becerilerini daha az gördüklerini de tespit etmişlerdir. Yani görünen o ki bu sendrom çift yönlü bir sendrom. Bunu birkaç grafikle pekiştirebiliriz;\n\nGörüldüğü üzere en az bilgili insanlar kendilerini yaklaşık olarak o işin uzmanları kadar bilgili görmektedir. Sosyal medyada, özellikle Twitter’da bu tarzda çok fazla insan görebilirsiniz. Aslında hepimiz bu eğilimdeyiz fakat kimilerimiz bunu üst boyutlarda yaşarken kimilerimiz küçük boyutlarda yaşar. Peki, kendimizi bu şekilde görmenin önüne nasıl geçebiliriz?\n\nDunning ve Kruger, mantıklı olan her insan gibi doğru eğitilen her bireyin yanlışlarını ve eksiklerini görüp bunları düzeltebileceğini savunmaktadır. Kişi bir konu hakkında okuyup araştırma yaptıkça aslında yetersiz olduğunu görür. Kendine olan güveni grafikte de gördüğümüz gibi azalır. Fakat daha çok öğrenmeye başladıkça asıl şimdi gerçekten bilgili olduğunu hisseder ve kendine olan güveni tekrar yerine gelir. Tabii ki burada gerçekten çok şey öğrenmekten bahsediyoruz. Bunların ışığında eğitimin ne kadar önemli bir durum olduğunu ve seviyeyi etkilediğini bir kez daha görmüş oluyoruz. Herkes eğitim hayatında araştırmaya teşvik edilmeli ve tüm öğrencilere kaynak taramasının nasıl yapılacağı öğretilmelidir ki yetişkin olan her birey sorgulayıcı kimliğini kullanabilsin ve doğru bilgiye erişebilsin. Ayrıca unutmamalıyız ki görüşümüzden gerçekten emin olmadan konuşmamak, kısacası az ve öz konuşmak her zaman daha saygı duyulası bir davranıştır.\n\nO zaman iki ünlü düşünürle günü kapatalım. Herkese bol izolasyonlu günler dilerim!\n\n\"Cehalet, genellikle bilgi sahibi olmaktan daha çok özgüvene sebep olur.\" – Charles Darwin\n\n\"Dünyanın sorunu, akıllılar hep kuşku içindeyken aptalların küstahça kendilerinden emin olmalarıdır.\" – Bertrand Russell\n\nKaynakça\n\nKRUGER, Justin; DUNNING, David. Unskilled and unaware of it: how difficulties in recognizing one's own incompetence lead to inflated self-assessments. Journal of personality and social psychology, 1999, 77.6: 1121.\n\n[Wikipedia](https://tr.wikipedia.org/wiki/Dunning-Kruger_etkisi)\n\n[Evrim Ağacı](https://evrimagaci.org/cehaletten-dogan-cesaret-dunningkruger-etkisi-nedir-2799#)\n\n[Psychology Today](https://www.psychologytoday.com/intl/basics/dunning-kruger-effect)\n\n[VerywellMind](https://www.verywellmind.com/an-overview-of-the-dunning-kruger-effect-4160740)","likes":null,"date":"2020-04-27","keywords":"cehalet,özgüven,kültür","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:08:57.490Z","updated_at":"2020-10-31T10:24:05.000Z","banner":{"id":55,"name":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","alternativeText":"","caption":"","width":1200,"height":808,"formats":{"large":{"ext":".png","url":"/uploads/large_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","hash":"large_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","mime":"image/png","name":"large_https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","path":null,"size":404.43,"width":1000,"height":673},"small":{"ext":".png","url":"/uploads/small_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","hash":"small_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","mime":"image/png","name":"small_https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","path":null,"size":116.24,"width":500,"height":337},"medium":{"ext":".png","url":"/uploads/medium_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","hash":"medium_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","mime":"image/png","name":"medium_https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","path":null,"size":231.93,"width":750,"height":505},"thumbnail":{"ext":".png","url":"/uploads/thumbnail_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","hash":"thumbnail_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","mime":"image/png","name":"thumbnail_https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","path":null,"size":33.14,"width":232,"height":156}},"hash":"1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","ext":".png","mime":"image/png","size":140.94,"url":"/uploads/1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:08:33.816Z","updated_at":"2020-10-28T20:08:33.849Z"}}},"__N_SSG":true}