{"pageProps":{"article":{"id":67,"title":"Hastayım ama Hastalığım Yok ?","content":"İnsan söz ile dil ile kurulan bir varlıktır. Bu yüzden dil eğer yaşadıklarımıza, duygularımıza yetişemiyorsa o arada kalan, dile dökemediğimiz, kısım ruhsal hastalıklara sebep olur. Ruhsal hastalık dil ile ifade edemediğimiz sembolize edemediğimiz ve bu yüzden bedende dönüp duran ve acıya sebep olan durumlara verilen addır.\n\n\nNasıl ateşimizin yükselmesi vücudumuzda bir mikrop bulunduğunu bize ifade ediyorsa vücudumuzda yaşadığımız gerginlikler, bazen ağrılar, adını koyamadığımız bazı belirsiz semptomlar altta yatan ve yavaş yavaş meydana gelen ruhsal bozuluşun habercisidir. Bir şeyler yolunda gitmemektedir. İşte o baş ağrısı, gerginlik, kas ağrısı, uykusuzluk aslında bize bir haber vermektedir.\n\n\nYunan kültüründe Platon bedeni etkileyen ruhtan ve ruhu etkileyen bedenden bahsetmiştir. Bizim kültürümüzde de Mevlana “Ten candan, can da tenden gizli değildir; Sadece sen canı görmeye izinli değilsin.” Diyerek ruh ve beden bütünlüğünün üstünde durmuştur. Evet ruh ve beden bir bütündür. Ruhumuzda meydana gelen bir sarsıntı bedenin kıyılarına büyük dalgalar halinde vurabilir. Tam tersi bedensel bir hastalık yaşadığımızda da ruh halimizde değişiklikler meydana gelmektedir.\nŞimdi bunun tıp alanında karşılığı olan hastalık grubunu birlikte inceleyelim. Psikosomatik hastalıklar, tıbbın tüm dallarında hekimleri en çok uğraştıran tıbbi kaynakları çok fazla kullandıkları için ekonomik kayıplara neden olan, mesleki ve sosyal yeti yitimine yol açan önemli bir hastalık grubudur. Dünyadaki istatistiklere göre insanların en az %2-3'ünde psikosomatik organ hastalıkları bulunmaktadır. Çeşitli dallardan hekimlere başvuran hastaların yarıdan fazlası en az bir psikosomatik hastalığa sahiptir. Sistemli araştırmalardan elde edilen kanıtlar psikolojik ve davranışsal faktörlerin; diabetes mellitus, dermatolojik bozukluklar, gastrointestinal bozukluklar, kardiyovasküler hastalıklar, böbrek hastalıkları, onkolojik hastalıklar, nörolojik sorunlar, solunum ve romatolojik bozuklukları da içinde olmak üzere hemen tüm önemli hastalık kategorilerinde tıbbi sorunların seyrini olumsuz etkileyebileceklerini göstermektedir.\n\n\nBedeni dış dünyadan ayıran deri birçok psikosomatik hastalığa sahiptir. Psikanalitik açıdan deri dış ve iç dünyadan gelen çatışmaların dışa vurulmasına aracılık eder. Deri hastalıklarının yüzde sekseninin stres kaynaklığı ortaya çıktığı da söylenmektedir. Kılıç ve arkadaşlarının, 105 psoriyazis hastasını sağlıklı kontrollerle karşılaştırdıkları çalışmalarında, anksiyete ve depresyon puanları istatistiksel işlemlerde kontrol edilerek Mizaç ve Karakter Envanteri boyutları ile hastalık süresi ve şiddeti, depresyon ve anksiyete arasındaki ilişki değerlendirilmiştir. Psoriyazis hastalarının depresyon ve beklenti endişesi ve karamsarlık-sınırsız iyimserlik, belirsizlik korkuları, utangaçlık-neşeli dışa dönüklük, kolay yorulma-dinçlik puanları yüksek; sorumluluk alma-suçlama, amaçlılık-amaçsızlık, beceriklilik-atalet, kendini kabul-kendisiyle çekişme, uyumlu mizaç-olumsuz alışkanlıklar; puanları ise düşük bulunmuştur. Alopesia areata duygusal nedenlerin çok büyük rol oynadığı bir deri hastalığıdır. Erken yaşta yaşanan sembiyotik kayıplar (travmatik bir biçimde sütten kesilme ya da erken kardeş doğumu) bu hastalığa sebep olmaktadır.\n\n\nEn sık görülen baş ağrısı tipi olan kronik gerilim tip baş ağrısı etiyolojisinde kişilik özellikleri sıkça araştırılmıştır.Toplumun yüzde sekseninde en az yılda bir kez bu baş ağrısı gözlemlenmektedir. Kronik gerilim tipi baş ağrısı patofizyolojisi serotonerjik sistemle ilişkilendirilmektedir ve bu yönüyle de Mizaç ve Karakter Envanteri araştırmaları için uygun bir alandır. Kronik gerilim tipi baş ağrılı 48 hastanın sağlıklı kontrollerle karşılaştırıldığı bir çalışmada ortalama depresyon ve beklenti- endişesi ve karamsarlık-sınırsız iyimserlik, belirsizlik korkuları, utangaçlık-neşeli dışa dönüklük, kolay yorulma-dinçlik puanları yüksek; sorumluluk alma-suçlama, amaçlılık-amaçsızlık, beceriklilik-atalet, kendini kabul-kendisiyle çekişme, uyumlu mizaç-olumsuz alışkanlıklar; puanları ise düşük bulunmuştur.\n\n\nKas ve iskelet sistemimiz hem derin psişik çatışmalardan hem de günlük yaşam stresinden en çok etkilenen sistemlerimizden biridir. Bu sisteme ait başlıca psikosomatik hastalıklar romatoid artrid, bel ağrıları ve fibromiyaljidir. Romatoid artirdde stresin immunolojik sistem üzerindeki etkisi çok büyüktür. Hastalığın doğası gereği hasta kendini kapana kısılmış gibi hisseder. Bu hastalar öfkeyi açığa vurma ve kontrol etme arasında bir çatışma yaşarlar. Bel ağrısı ve fibromiyalji hastalıklarının yüzde doksan beş psikosomatik kökenli olabileceği saptanmıştır. Bu hastaların aşırı sorumluluk alan ama bu sorumluluğu kaldıramayacak güçte kimseler olduğu gözlemlenmiştir.\n\n\nBeslenme yaşamın ilk günlerinden başlayarak çocuğun ruhsal gelişiminde önemli rol oynar. Doğumla birlikte annenin bedeninden fiziksel olarak ayrılan bebeğin anneyle kurduğu ilk ilişkilerden biri beslenme aracılığı iledir. Yaşamın ilk olumlu duygusu olan temel güven duygusunun gelişimi anneyle bebek arasında bu dönemdeki sevgi ve besin alışverişine bağlıdır. Dış dünya ve objelerle ilgili ilk ilişkiler beslenme aracılığıyla kurulur. Dış dünyadaki objelere karşı çocuğun en ilkel tepkisi onları ağzına götürmesidir. Tüm bu sebeplerden dolayı sindirim sistemi hastalılarının büyük bir kısmını psikosomatik hastalıklar meydana getrimektedir. Franz Alexander, gastrointestinal sistemin alma, tutma ve atma gibi fonksiyonları nedeniyle heyecansal eğilimlerin ifadesi için uygun bir organ olduğunu ileri sürer. Heyecanlarımız, duygularımız motor sistemle ifade edilemez,eğer sözel olarak ifade etme inhibe olurlarsa gastrointestinal sistemle ifade edilebilirler. Sıkıntı ve heyecanlar iştahsızlık, mide bulantısı, kusma, ishal, karın ağrısı, barsak fonksiyonlarında artma, sindirim bozuklukları gibi belirtilere yol açabilir.\n\n\nSıklıkla rastlanan peptik ülser, dispepsiler, ülseratif kolit, spastik kolon, anoreksiya nervoza, bulumia, kardiyospazm gibi hastalıkların etyolojisinde kesin bir organik patoloji tespit edilmediği hallerde stresler bu hastalıkların ortaya çıkışında önemli rol oynuyorlarsa psikosomatik hastalıklar olarak değerlendirilirler. Mideyle ilgili semptomlar, mideye kronik psişik uyaran olarak hizmet eden bastırılmış reseptif ve agressif içe alma eğilimleri ile şartlanmıştır. Sevgi, bakım görme gereksiniminde olan hastalarda bu eğilimler beslenme ihtiyacı olarak yer değiştirir. Böylece mide ikili bir fonksiyon yüklenir; bir yandan sindirim organı olarak hizmet verirken, diğer yandan sevgi görme fonksiyonunda sembolik düzeyde hizmet eder.\nEndokrin sistemde meydana gelen hipertiroidizm hastalığı da büyük ölçekte psikosomatik bir hastalıktır. Stresle birlikte tiroid hormonları ve vazokonstrüktör maddeler artar. Bu olaylar da birlikte tiroid organına zarar vermektedir. Ayrıca hipertiroidli hastalar hemen her zaman anksiyeteli, gergin, irrite, aşırı duyarlı bir tutum sergilerler. Sıklıkla dalgalanan duygular görünür. Erken çocuklukta yaşanan sürekli tehditler erişkin yaşamda prematür ve başarısız bir özdeşim kurmaya sebep olur.\n\n\nSon olarak size aleksitimi diye bir kavramdan bahsedeceğim. Aleksitimi kelime anlamı olarak Yunanca'da a:yok, lexis: söz, thymos: duygu anlamına gelen kelimelerin birleşmesinden meydana gelmiş bir kavramdir. Literatürde değişik kavramlarla açıklanmaya çalışılan aleksitimi en basit tanımıyla; duyguları fark etme, tanıma, ayırt etme ve ifade etme güçlüğüdür. Aleksitiminin gelişimiyle ilgili kuramsal yaklaşımlardan psikoanalitik yaklaşımda, bebeklik çağlarında anneyle kurulan sembiyotik ilişkinin yetersizliğinin aleksitimiye yatkınlık ve ailenin çocukla kurduğu zengin ilişkilerle çocuğun duygusal yaşantısının gelişmesine katkı sağlayacağı vurgulanmaktadır. İçimizdeki sıkıntıyı dışarı sembolize edemediğimiz zaman duyguların verdiği mesajı doğru bir şekilde iletemidiğimiz zaman o şey bizi içeriden yemeye başlar.\n\n\nEtrafımızda bizi gerçek manada dinleyen, bize gerçekten değer verdiğini hissetiğimiz kimseler ne kadar fazla ise sosyal destek devrelerimiz o kadar sağlıklı çalışıyor demektir. Ve biz o kadar az psikosomatik hastalıklara yakalanıyoruz demektir.\n\n\nModern hayatta hepimiz çok hızlı yaşıyoruz. Sevdiklerimize çok az zaman ayırıyoruz. Kendimiz için öncelik saydığımız işleri sevdiğimiz şeylerin, kendimize ait zamanların önüne koyarak adeta daraltılmış zamanlarda yaşıyoruz. Bu durumda üzerimizdeki stresi çok arttırıyor. Telaş içinde hep bir şeylerin peşinde koşmak psikosomatik hastalıklara bizi hedef kılıyor. Hepimiz bu telaşın beraberinde getirdiği gerginlikle karşı karşıyayız ve bu gerginlikler sebebiyle birbirimize çok kolay patlayabiliyoruz. İnsanın ara ara durup ruhunu beklemesi lazım. Kendimiz olduğumuz, sadece kendimiz için bir şeyler yaptığımız zamanlar ayırmalıyız. Hepimizin hayatın bu akışı içinde durup seyretmeye ihtiyacı var. Kendimiz ile konuşmaya, dostlar ile sohbet etmeye anlamlı bir hayat yaşamaya ihtiyaç duyan canlılarız. Hep iş ve görev eksenli yeni dünya düzeni her geçen günü bizi tüketmekte.\n\n\nBeni yavaşlat Tanrım,\nVe köklerimi yaşam toprağının\nKalıcı değerlerine doğru göndermeme yardım et.\nYardım et ki, kaderimin yıldızlarına doğru daha olgun ve\nDaha sağlıklı olarak yükseleyim.\nVe hepsinden önemlisi…..\nTanrım, \nBana değiştirebileceğim şeyleri\ndeğiştirmek için CESARET, Değiştiremeyeceğim şeyleri\nkabul etmek için SABIR, ikisi arasındaki farkı bilmek için AKIL\nver…\n\n\nKAYNAKLAR\n\n\nFarklı Yetişme Koşullarının Aleksitimi,\nDepresyon ve Psikiyatrik Belirtilerle İlişkisi\nDeniz Erden\nARAŞTIRMA\n1Psk. Dr., Balıkesir Asker Hastanesi Psikiyatri Kliniği, Balıkesir\n\n\nPSİKİYATRİDE GÜNCEL YAKLAŞIMLAR-CURRENT APPROACHES IN PSYCHIATRY 2009; 1:201-214\nPsikosomatik Hastalıklarda\nMizaç ve Karakter\nMedine Yazıcı Güleç\nUzm. Dr., Erenköy Ruh ve Sinir Hastalıkları Eğitim Araştırma Hastanesi, İstanbul\n\n\nPsikiyatri\nSindirim Sistemi Psikosomatik\nHastalıkları\nAbdülkadir ÇEVİK*\nSüheylâ ÜNAL*\nAÜTF Psikiatri Ana Bilim Dalı\nTürkiye Klinikleri Cilt 9, Sayı 1, 1989\n\n\nBeden Kayıt Tutar\nBessel van der Kolk \n\n\nBeden Asla Yalan Söylemez\nAlice Miller\n\n\n\n","likes":null,"date":"2020-11-02","keywords":null,"user":null,"created_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"updated_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"created_at":"2020-11-02T09:19:50.370Z","updated_at":"2020-11-02T10:00:44.508Z","banner":{"id":99,"name":"https://images.unsplash.com/photo-1470777639313-60af88918203?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":3154,"height":2103,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1470777639313-60af88918203?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":114.69,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1470777639313-60af88918203?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":34.32,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1470777639313-60af88918203?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":67.81,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1470777639313-60af88918203?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":9.19,"width":234,"height":156}},"hash":"photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":961.85,"url":"/uploads/photo_1470777639313_60af88918203_ixlib_rb_1_2_d36fe25222.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":2,"updated_by":2,"created_at":"2020-11-02T09:23:46.627Z","updated_at":"2020-11-02T09:23:46.676Z"}}},"__N_SSG":true}