{"pageProps":{"article":{"id":104,"title":"JAMstack Nedir?","content":"İnsanoğlunun gelişiminin temel dinamiklerinden olan daha iyiye ulaşma arzusu hayatın geri kalanında olduğu gibi bilgisayar bilimlerinde de kendini her daim göstermiştir. Bu arzu sayesinde kullandığımız teknolojiler ve araçlar her geçen gün daha verimli bir hale getirilmiş böylece durmayan bir ilerleyiş meydana gelmiştir. Bu yazıda web teknolojilerinde bu durum için çok iyi bir örnek teşkil edeceğini düşündüğüm JAMstack kavramını ele alacağım. Çünkü bu kavramın ortaya çıkışı da web geliştiricilerinin nasıl daha hızlı ve güvenli web siteleri ortaya koyarız sorusuna cevap aramasına dayanıyor.\n\nJAMstack kelimesi JavaScript, API ve Markup kelimelerinin baş harflerinden oluşuyor çünkü JAMstack aslında bu üç temel taşın üzerine kurulu. Peki JAMstack nedir? Kısaca web sunucu yönetimini minimuma indirmek, daha güvenli ve hızlı çalışan web siteleri üretmek için statik web sayfaları üretimine dayanan modern bir yaklaşım olarak özetlenebilir. Geleneksel front-end yaklaşımlarında kullanıcı her istek attığında (örneğin sayfa değiştirdiğinde) sayfa yeniden render edilip sunucu bunu kullanıcıya yollar yani daha basit bir dille her hamlede arka planda haberleşmeler gerçekleşir. JAMstack’de ise sunucunun kullanıcıya bir şeyler döndürmek için arka tarafta bir şeylerin render edilmesine gerek yoktur çünkü sunucu halihazırda render edilmiş statik sayfayı barındırıyor böylece sunucu direkt CDN’den sayfayı gönderebiliyor.\n\n![resim](https://dinarys.com/photos/7/jam-dinarys.png)\n\nPeki bu statik sayfalar nasıl oluşturuluyor? Next.js, Gatsby.js gibi SSG (Static Site Generator)’ler kullanarak React.js ile kodladığımız projemizi static export alıyoruz sonra bu statik dosyaları sunucuya atarak sitemizi ayaklandırabiliyoruz. Kullanıcıya ulaşan son sayfalar statik olduğu halde sayfanı herhangi bir yerinde API ile iletişim kurarak istediğimiz veriyi yine dinamik olarak alabiliriz ancak bu SSR (Server Side Rendering) ile karıştırılmamalıdır.\n\nBirçok olumlu yönünün yanı sıra JAMstack her ihtiyaca uygun bir yaklaşım değil maalesef. Özellikle sayfa sayısı çok fazla olan ve sunucuyla haberleşme ihtiyacı fazla olan siteler için (örneğin haber siteleri), render süresinin uzayacak olması sebebiyle, hiç uygun olmayacağını söyleyebiliriz.\n\nBu yaklaşımla site geliştirmek için kullanılabilecek birçok framework ve araç var bunları Tıpkı diğer bütün yazılım kavramlarında olduğu gibi JAMstack’i de anlamanın en iyi yolu bu yaklaşımla bir proje geliştirmek. Bu yazıda kısaca JAMstack’i tanıdık ancak daha fazlasına ulaşmak ve bu şekilde bir proje geliştirmek isterseniz benim de çok faydalandığım Adem İlter youtube kanalındaki Next.js derslerine göz atabilirsiniz.","likes":null,"date":"2020-11-16","keywords":"JAMstack, mobil, web","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-11-16T10:59:11.516Z","updated_at":"2020-11-16T12:12:40.483Z","banner":{"id":141,"name":"https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","alternativeText":"","caption":"","width":1050,"height":657,"formats":{"large":{"ext":".jpeg","url":"/uploads/large_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","hash":"large_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","mime":"image/jpeg","name":"large_https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","path":null,"size":28.5,"width":1000,"height":626},"small":{"ext":".jpeg","url":"/uploads/small_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","hash":"small_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","mime":"image/jpeg","name":"small_https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","path":null,"size":11.52,"width":500,"height":313},"medium":{"ext":".jpeg","url":"/uploads/medium_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","hash":"medium_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","mime":"image/jpeg","name":"medium_https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","path":null,"size":19.5,"width":750,"height":469},"thumbnail":{"ext":".jpeg","url":"/uploads/thumbnail_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","hash":"thumbnail_1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","mime":"image/jpeg","name":"thumbnail_https://miro.medium.com/max/1050/1*viokns2FYNeWHjlY9VnQkw.jpeg","path":null,"size":4.48,"width":245,"height":153}},"hash":"1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63","ext":".jpeg","mime":"image/jpeg","size":25.44,"url":"/uploads/1_viokns2_FY_Ne_W_Hjl_Y9_Vn_Qkw_df8c2cda63.jpeg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-11-16T10:58:41.614Z","updated_at":"2020-11-16T10:58:41.651Z"}}},"__N_SSG":true}