{"pageProps":{"article":{"id":69,"title":"React Native'i Tanıyalım","content":"Yirmi dört saatimizin ne kadarı mobil uygulama kullanarak geçiyor sizce? Tarayıcılar, Whatsapp, Spotify, Netflix, sosyal medya uygulamaları, banka uygulamaları ve daha çeşitli amaçlar için geliştirilmiş birçok uygulama...Peki hayatımızdaki yeri ve önemi bu kadar artmış olan bu uygulamalar nasıl geliştiriliyor sizce? \n\nÖncelikle şunun söylemeliyim ki bunun birçok yolu var ancak ben bu yazıda çıkışından bu yana popülerliği ve kullanımı gittikçe artan React Native’den bahsedeceğim.\n\n#### React Native Nedir?\n\nReact Native kısaca Facebook tarafından geliştirilen ve cross-platform* mobil uygulama geliştirme olanağı sağlayan bir front-end framework’üdür.\n\nReact, Javascript ve XML dil yapılarını harmanladığı JSX dil formatını kullanan React Native, tek bir dil üzerinden kodlayarak geliştirilen uygulamaların birçok platformda çalışmasını sağlarken cihaz ile arayüz arasında köprü işlevi görerek mobil uygulamaların sorunsuz çalışmasını da sağlıyor. Sizin geliştirme ortamında tanımladığınız bir bileşenin android veya ios ortamında karşılığı ne ise “babel” kullanarak sizin yerinize oluşturuyor. Böylece tek kod yazarkan iki ayrı platforma ürün geliştirmiş oluyorsunuz.\n\n2013 Yazında Facebook’un kendi içerisinde düzenlediği bir hackathon ile temelleri atılan ve ilk duyurusu 2015 yılının Ocak ayında düzenlenen ReactJS konferansında gerçekleştirilen bu framework’ün iki ay gibi kısa bir süre sonra Mart F8 etkinliğinde GitHub üzerinden açılışı yapılıyor. Açık kaynaklı bir framework olması geliştiricilerin sempatisini kısa zamanda kazanmasına sebep olmuş ayrıca performans testlerinde Java ve Objective-C gibi cross-platform olmayan dillerden de geri kalmadığını göstermiştir.\nReact Native’in Android Studio’ya nazaran sadece bir text editor ve bir emülatör ile hızlı ve daha esnek geliştirme koşulları sunması geliştiricilerin React Native’e yönelmesinde büyük rol oynamıştır. Bunun yanı sıra React Native firebase, MongoDB, SQLite, MySQL, GraphQL, Flask, realm ve NodeJS gibi birçok back-end servisini destekliyor bizler de bu sayede mobil uygulamalarımızı iyi bir back-end ile destekleyebiliyoruz.\nPeki React Native kusursuz mu? Elbette hayır. Paket uyumsuzlukları, yeni bir framework olması gibi olumsuz yönleri de var elbette. Fakat günümüz koşullarında diğer seçeneklere nazaran çok daha başarılı diyebiliriz. Javascript altyapınız varsa kolay bir öğrenme sürecinden sonra hızlıca ortaya güzel ürünler çıkarmak için React Native iyi bir seçenek\n\n*Tek kod tabanından ios, android gibi farklı platformlara yüksek performanslı mobil uygulamalar geliştirme imkanı tanır.\n\n[React Native](https://reactnative.dev/)\n\n\n","likes":null,"date":"2020-11-02","keywords":"react native,mobil uygulama geliştirme,javascript,yazılım","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-11-02T11:52:12.712Z","updated_at":"2020-11-02T11:53:08.356Z","banner":{"id":101,"name":"https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","alternativeText":"","caption":"","width":1200,"height":628,"formats":{"large":{"ext":".png","url":"/uploads/large_react_native_vs_native_apps_a01e0c1575.png","hash":"large_react_native_vs_native_apps_a01e0c1575","mime":"image/png","name":"large_https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","path":null,"size":57.25,"width":1000,"height":523},"small":{"ext":".png","url":"/uploads/small_react_native_vs_native_apps_a01e0c1575.png","hash":"small_react_native_vs_native_apps_a01e0c1575","mime":"image/png","name":"small_https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","path":null,"size":23.67,"width":500,"height":262},"medium":{"ext":".png","url":"/uploads/medium_react_native_vs_native_apps_a01e0c1575.png","hash":"medium_react_native_vs_native_apps_a01e0c1575","mime":"image/png","name":"medium_https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","path":null,"size":40.24,"width":750,"height":393},"thumbnail":{"ext":".png","url":"/uploads/thumbnail_react_native_vs_native_apps_a01e0c1575.png","hash":"thumbnail_react_native_vs_native_apps_a01e0c1575","mime":"image/png","name":"thumbnail_https://www.futuremind.com/m/articles/none/react_native_vs_native_apps.png","path":null,"size":9.9,"width":245,"height":128}},"hash":"react_native_vs_native_apps_a01e0c1575","ext":".png","mime":"image/png","size":38.05,"url":"/uploads/react_native_vs_native_apps_a01e0c1575.png","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-11-02T11:51:34.572Z","updated_at":"2020-11-02T11:51:34.613Z"}}},"__N_SSG":true}