{"pageProps":{"article":{"id":60,"title":"Dyson Küresi Nedir?","content":"Bizler, insanoğlu olarak, tarih boyunca çeşitli doğal kaynakları kullanarak hep kendini geliştirmeye çalıştık. İnsan kas gücünden hayvan kas gücüne, kas gücü yeterli gelmeyince odun, kömür ve petrol gibi yakıtlar aracılığı ile ateşe yöneldik. Ateşin sağladığı enerji de yetmeyince atom çekirdeklerini bölüp nükleer enerjiyi bulduk. Her yeni buluşta enerji üretimimizi artırıp teknoloji ve refah elde ettik ve enerji üretimi konusunda gelişkin olan ülkeler diğer ülkelere çoğunlukla baskın geldi. İnsanoğlu yetinmeyi bilmeyen bir varlık olduğundan Dünyadaki kaygılarımızı sonlandırdığımızda ve başımızı uzaya çevirdiğimizde ne yakıt gücü ne de nükleer güç insanlığa yeterli enerjiyi sağlayamayacak. Çünkü uzaya kütle taşımak sandığımızdan daha zor. Dünyadaki tüm kaynakları kullanarak çok yüksek verimle roketler ateşlesek bile bu insanoğlunun sonraki aşamaya geçmesi için yeterli gelmeyecek. İşte tam da bu noktada, uzaya açılmak için enerji yokluğu çekeceğimiz zamanda, çözüm için ortaya atılmış bir fikir var, bir hayal.\n\nAdı Dyson (Daysın) küresi. Dyson küresi fikri aslında bir düşünme deneyinden ortaya çıkıyor. Freeman Dyson adlı bir bilim insanı gelişmekte olan medeniyetlerin enerji ihtiyacının hep artacağını söylüyordu. Bir noktadan sonra gezegendeki kaynakların hepsini yüzde yüz verimle kullansak bile yeterli olmayacağını, bu yüzden gelişen bir medeniyet için sonraki kaynağın yıldız olacağını düşünüyordu. Dyson bu deneyde tasarımını Güneşi saran bir kabuk olarak hayal etti ve tasarımı üzerinde çok durmadı. Onun daha çok odaklandığı şey enerji elde edilmesiydi. Tabi ki ilerleyen yıllarda çeşitli tasarımlar da üretildi.\n\n![Resim](https://thumbor.forbes.com/thumbor/960x0/https%3A%2F%2Fblogs-images.forbes.com%2Fstartswithabang%2Ffiles%2F2018%2F05%2F29401385502-ebfa9bbf01-k-1524760766.jpg)\n\nDyson küresi temel olarak bir yıldızın çevresini uydu benzeri cisimlerle donatarak yıldızın enerjisini kullanmaya dayanır. Yıldız, bir meyvenin kabuğu gibi, dışarıdan sarılarak güneş panelleriyle enerji üretilebilir. Elbette yıldızı küresel biçimde sarmak zorunda değiliz. Satürn gezegeninin halkası gibi yıldızın etrafında dizilmiş uydular kümesi oluşturarak çember şeklinde bir yapı da inşa edebiliriz. Ya da Güneş panelli uydulardan sürüler oluşturup sürüleri yıldızın etrafında döndürerek enerji sağlayabiliriz. Her türlü yolda çok sayıda güneş panellerine ihtiyacımız olacaktır.\n\nGüneş panellerinden farklı olarak devasa boyutta aynalar kullanarak da enerjiyi kendimize yönlendirebilirip Dünya üzerinde ışığı kullanılabilir enerjiye döndürebiliriz. Elbette çok fazla Güneş ışığı Dünya’ya zarar vereceğinden bu yolu uygulamadan önce Ay’a ya da Güneş’e yakın gezegenlerden birine koloni kurmamız daha kullanışlı olacaktır. Tabi ki aynalar çok sağlam malzemeler olmadıkları için sistemi uzay gibi çok tehlikeli bir yerde çalışır halde tutmak zor olacaktır.\n\nİnşası ile ilgili de aşmamız gereken sorunlar bulunmaktadır. Güneş gibi çok büyük bir şeyin çevresini sarmak için muzzam derecede malzemeye ihtiyaç duyacağız. Dünyadaki malzemelerle bu iş tamamlanamayacağından belki başka gezegenlerin kaynaklarını sömürmemiz gerekebilir. Merkür gibi Güneşe yakın ve metal açısından zengin bir gezegen muhtemelen kolonileştirmek için iyi bir seçenek olurdu. Bir diğer sıkıntımız ise hem Güneş panellerinin hem de Dyson küresinin tasarımı olur. Kullanılan paneller uzun ömürlü olmanın yanında üretimi ucuz ve kolay da olmalılar. Ayrıca paneller yörüngelerinde gezerken çarpışmalardan da kaçınmalılar. Uzayda gerçekleşen bir çarpışmada çok fazla parça yayılıp dağılacağından diğer panellerin de bu çarpışmadan etkilenmeleri söz konusu bile değil. Zincirleme bir reaksiyon gibi tüm Dyson küresi küçük bir çarpışmayla Güneşe düşebilir. Son olarak inşa edilen ucuz ve kullanışlı panelleri ya da aynaları uzaya gönderebilme sorunu var. Atmosfer dışına nesne çıkarmak çok fazla enerji gerektirdiği için zorlayıcı bir engel olarak belirmektedir. Belki bir miktar paneli fırlattıkça onlardan elde edilen enerjiyi daha fazla panel fırlatmak için kullanıp Dünya’daki kaynaklara da fazla yük bindirmeden muazzam bir enerji kaynağı inşa ederiz.\n\nHer ne kadar bilim kurgu filmlerinden fırlama olanaksız bir fikir olarak görünse de insanlık için çok fazla zorlayıcı olmamalı. Bir gün bunu başarabilirsek teknoloji ve refah alanlarında da büyük ilerleme kaydederiz. Belki bu enerji ile yıldızların ötesine gideriz. Eğer bunu başarırsak elimizde bu kadar enerjiyle bizi kısıtlayacak tek şey hayal gücümüz olacak.\n\nKaynak:\n\n[space.com](lhttps://www.space.com/dyson-sphere.html)\n\n[Wiki](https://en.wikipedia.org/wiki/Dyson_sphere#Origin_of_concept)\n\n[earthsky.org](lhttps://earthsky.org/space/what-is-a-dyson-sphere)\n\n[forbes.com](https://www.forbes.com/sites/googlecloud/2020/05/20/how-the-world-became-data-driven-and-whats-next/#29a5505b57fc)","likes":null,"date":"2020-07-13","keywords":"dyson,uzay,evren,yıldız,enerji,medeniyet","user":null,"created_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"updated_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"created_at":"2020-10-29T13:39:48.118Z","updated_at":"2020-10-29T13:39:48.130Z","banner":{"id":83,"name":"https://earthsky.org/upl/2016/06/dyson_sphere_by_capnhack-cp.jpg","alternativeText":"","caption":"","width":800,"height":450,"formats":{"small":{"ext":".jpg","url":"/uploads/small_dyson_sphere_by_capnhack_cp_48f798e7af.jpg","hash":"small_dyson_sphere_by_capnhack_cp_48f798e7af","mime":"image/jpeg","name":"small_https://earthsky.org/upl/2016/06/dyson_sphere_by_capnhack-cp.jpg","path":null,"size":22.83,"width":500,"height":281},"medium":{"ext":".jpg","url":"/uploads/medium_dyson_sphere_by_capnhack_cp_48f798e7af.jpg","hash":"medium_dyson_sphere_by_capnhack_cp_48f798e7af","mime":"image/jpeg","name":"medium_https://earthsky.org/upl/2016/06/dyson_sphere_by_capnhack-cp.jpg","path":null,"size":43.39,"width":750,"height":422},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_dyson_sphere_by_capnhack_cp_48f798e7af.jpg","hash":"thumbnail_dyson_sphere_by_capnhack_cp_48f798e7af","mime":"image/jpeg","name":"thumbnail_https://earthsky.org/upl/2016/06/dyson_sphere_by_capnhack-cp.jpg","path":null,"size":6.33,"width":245,"height":138}},"hash":"dyson_sphere_by_capnhack_cp_48f798e7af","ext":".jpg","mime":"image/jpeg","size":47.62,"url":"/uploads/dyson_sphere_by_capnhack_cp_48f798e7af.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":4,"updated_by":4,"created_at":"2020-10-29T13:37:10.912Z","updated_at":"2020-10-29T13:37:10.937Z"}}},"__N_SSG":true}