{"pageProps":{"article":{"id":12,"title":"Flutter'ı Tanıyalım ","content":"Merhaba, özellikle mobil uygulama geliştirme üzerine çalışanların, ilgi duyanların adını sık sık duyduğu Flutter’ı bugün birlikte daha yakından tanıyacağız.\n\nİlk olarak 2015 Dart geliştirici zirvesinde tanıtılan Flutter, Google tarafından geliştirilen tek kod tabanından ios, android gibi farklı platformlara yüksek performanslı mobil uygulamalar geliştirmenizi sağlayan bir yazılım geliştirme kitidir. Flutter mobil uygulamalara ek olarak web teknolojilerinde de kullanılabilir olmasına karşın daha çok mobil uygulama projeleriyle anılmaktadır.\n\nPeki neden Flutter? Google’a göre özetle Flutter, hızlı ve pratik bir şekilde hedef kullanıcı kitleniz için güzel deneyimler sunan uygulamalar üretmenizde size katkıda bulunuyor. Hatta bunu kendi dökümanında “Başlamak için mobil geliştirme deneyimine gerek yoktur. Uygulamalar, Java veya JavaScript gibi bir dillere aşinaysanız tanıdık gelecek olan Dart dilinde yazılmıştır. Nesneye yönelik dillerle ilgili deneyiminiz varsa faydalı olacaktır ancak programcı olmayanlar bile Flutter ile uygulamalar yapmıştır!” şeklinde ifade ediyor. Zira Flutter arayüz tarafında Material Design ve Cupertino ile geliştiricinin görsel açıdan kullanıcıyı ziyadesiyle tatmin edeceği çalışmalar ortaya koymasını sağlıyor.\n\nFlutter uygulamalarının kullanıcı arayüzünün temel yapı taşı widget’lardır. Uygulama bütününde widget’lar hiyerarşik bir kompozisyon oluştururlar. Gerekliliği halinde widgetlar iç içe kullanılır ve bu widget’lar arasında özellikler kalıtımsal olarak aktarılabilir. Birçok küçük ve tek amaçlı widgetlar birleşip çok fonksiyonlu başka widget’ları oluştururlar. Örneğin yaygın olarak kullanılan bir widget olan Container, düzen, boyama, konumlandırma ve boyutlandırmadan sorumlu birkaç widget'tan oluşuyor.\n\nAkıcı bir deneyim sunması, hızlı bir şekilde ortaya güzel uygulamalar çıkarma olanağı sağlaması ve daha birçok özelliğiyle Flutter şuan birçok geliştiricinin ilgisini çekmesinin yanı sıra bu popülerliği giderek artıyor. Ben de çok uzun süre olmasa da Flutter’da birtakım çalışmalar yaptım. Hot reload özelliği sayesinde kodlarken yaptığınız değişiklikleri anında görebiliyor oluşunuz hızlı ve pratik bir şekilde, etkileyici olduğu kadar da kullanışlı uygulamalar çıkarmada gerçekten yardımcı olabiliyor.\n\nEğer siz de mobil uygulama geliştirmek istiyor ancak nasıl bir yol izleyeceğiniz konusunda emin olamıyorsanız Flutter sizin için iyi bir başlangıç noktası olabilir.\n\n","likes":null,"date":"2020-07-20","keywords":"flutter,mobil uygulama,google,dart,uygulama geliştirme,yazılım","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T15:56:08.365Z","updated_at":"2020-10-31T10:00:02.620Z","banner":{"id":18,"name":"https://technophoria.training/wp-content/uploads/2019/09/aplikasi-android-menggunakan-flutter-technophoriajogja.png","alternativeText":"","caption":"","width":800,"height":400,"formats":{"small":{"ext":".png","url":"/uploads/small_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528.png","hash":"small_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528","mime":"image/png","name":"small_https://technophoria.training/wp-content/uploads/2019/09/aplikasi-android-menggunakan-flutter-technophoriajogja.png","path":null,"size":8.87,"width":500,"height":250},"medium":{"ext":".png","url":"/uploads/medium_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528.png","hash":"medium_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528","mime":"image/png","name":"medium_https://technophoria.training/wp-content/uploads/2019/09/aplikasi-android-menggunakan-flutter-technophoriajogja.png","path":null,"size":16.29,"width":750,"height":375},"thumbnail":{"ext":".png","url":"/uploads/thumbnail_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528.png","hash":"thumbnail_aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528","mime":"image/png","name":"thumbnail_https://technophoria.training/wp-content/uploads/2019/09/aplikasi-android-menggunakan-flutter-technophoriajogja.png","path":null,"size":4.2,"width":245,"height":122}},"hash":"aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528","ext":".png","mime":"image/png","size":7.26,"url":"/uploads/aplikasi_android_menggunakan_flutter_technophoriajogja_14fba7a528.png","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T15:55:14.288Z","updated_at":"2020-10-25T15:55:14.333Z"}}},"__N_SSG":true}