{"pageProps":{"article":{"id":64,"title":"Güneş Fırtınası Nedir?","content":"Güneş, bu uçsuz bucaksız ve soğuk evrende bizim için uygun sıcaklığı, canlı varlıkların yaşaması için enerjiyi sağlıyor. Şefkatli ev sahibimiz milyarlarca yıldır güzel ve sıcak. Tabii, çevresine ansınız büyük miktarda plazma ve radyasyon saçmadığı sürece. Bu saçımlara Taçküre Kütle Atımı (Coronal Mass Ejection) denir ve Dünya’yı vurduklarında insanlığa büyük zarar verebilir. Peki, bu zararın boyutu ne olabilir? Engellenebilir mi?\n\nBilindiği üzere Güneş her ne kadar katı gibi gözükse de aslında yüksek sıcaklıktaki plazmadan meydana gelir. Güneş o kadar sıcaktır ki atomları alt parçacıklarına bölüp iyonlar meydana getirir ki maddenin bu haline plazma denir. Plazma, Güneş’te serbestçe hareket edip barındırdığı yükler sayesinde, bir nevi elektrik akımıyla, manyetik alan oluşturur. Bu akışla birlikte Güneş muazzam büyüklükte manyetik alan üretir ve manyetik alanda enerji depolar. Ancak manyetik alan her zaman sakin kalmaz. Bazen plazma hareketleri dolayısıyla manyetik alan çizgileri karışıklaşır ve manyetik alan çizgileri dışa doğru bir yay vererek karmaşıklığı çözmek zorunda kalır. Bu yay çıkıntısı ile birlikte Güneş milyonlarca kilogram plazmayı yüksek hızda uzaya savurur. Buna “Güneş püskürtüsü” denir.\n\n![Resim](https://i.cbc.ca/1.5028306.1550773677!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_780/sun-surface.jpg)\n\n**Güneş Püskürtüsü**\n\nGüneş püskürtüsü uzay boşluğunda hızla ilerleyerek gezegenimize ulaşır. Dünya’nın atmosferi sağ olsun, yeryüzünde bulunan hiç kimse ve nesne etkilenmez. Atmosferin manyetosfer tabakasında Güneş’ten gelen radyasyon emilir. Ancak astronotlar ve uydular için tehlike oluşturur. Radyo iletişimleri de birazcık aksaklık yaşar. Ayrıca, emme işlemi sonucu atmosferde biriken enerjinin yavaşça salınması, hayranlık verici kutup ışıkları oluşmasını sağlar.\n\n![Resim](https://images.unsplash.com/photo-1494243762909-b498c7e440a9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80)\n\n**Kutup Işıkları**\n\nEğer Güneş’ten gelen TKA Dünya’ya çarparsa Dünya üzerinde “Jeomanyetik Fırtına” başlamış olur. Birkaç gün içinde Güneş’ten Dünya’ya varan TKA’lar, elektriğin kullanılmadığı eski çağlarda bizi hiçbir biçimde etkilemiyordu. Sonuçta manyetik alan ete, oduna, kumaşa bir şey yapamaz. Ancak manyetizma elektrik üretir ve günümüzde de elektriksiz bir dünya hayal edilemez. Böyle bir fırtına navigasyon sistemlerine, güç şebekelerine, transformatörlere zarar verebilir hatta onları yok edebilir. Başka bir deyişle elektrikle çalışan tüm cihazlar bu fırtınadan etkilenir.\n\nŞansımıza 2012 yılında güçlü bir TKA, Dünya’yı vurmayı kıl payıyla kaçırdı. Ancak 1859 yılında o kadar şanslı değildik. O yıl şu ana kadar bilinen ve gözlemlenen en büyük Güneş fırtınası, diğer adıyla “Carrington Olayı”, gerçekleşmişti. Kuzey Amerika ve Avrupa’da bütün telgraf sistemleri bozuldu, kablolardan orman yangınları çıktı. Bazı yerlerde telgraflar operatörlerine elektrik çarptı. Güneş fırtınası o kadar güçlüydü ki kutup ışıkları Küba’dan, Şili’den, Hawai’den bile görülmüştü. Hatta Kuzey Amerika’da insanların kutup ışıklarıyla gazete bile okuyabilecekleri kaydedilmişti.\n\nNeyse ki o zamanlar sahip olduğumuz tüm teknoloji telgraftan ibaretti ve aldığımız hasar da nispeten küçük oldu. Bir çalışmaya göre günümüzde benzer bir fırtınanın Dünya’yı vurmasının 2 trilyon ABD dolarından daha fazla ekonomik zarara yol açacağı sanılıyor. Üstelik zarar görmüş elektronik malzemeleri onarmak da yıllar süren çaba gerektireceğinden eski dünyaya dönüşümüz de hemen olmaz. Tüm Dünya’da lojistik ağları çöker, satın alacak yiyecek bile bulamazdık. Tabii bunlar yalnızca tahminler. Gerçek bir fırtına tarafından vurulmadan ne yaşanacağını kesin olarak bilemeyiz.\n\nAncak kaygılanmaya gerek yok çünkü günümüzde bilim insanları Güneş’i yakından izliyorlar. Yaklaşan bir fırtınadan haberimiz olur ve ona göre önlem alabiliriz. Elektrik bağlantıları kesip uyduları güvenli moda alacak kadar zamanımız olursa bu felaketi kolaylıkla engelleyebiliriz.\n\nKaynaklar:\n\n[https://solarscience.msfc.nasa.gov/dynamo.shtml](https://solarscience.msfc.nasa.gov/dynamo.shtml)\n\n[https://www.nasa.gov/mission_pages/themis/auroras/sun_earth_connect.html](https://www.nasa.gov/mission_pages/themis/auroras/sun_earth_connect.html)\n\n[https://www.esa.int/Science_Exploration/Space_Science/What_are_solar_flares](https://www.esa.int/Science_Exploration/Space_Science/What_are_solar_flares)\n\n[https://www.swpc.noaa.gov/phenomena/geomagnetic-storms](https://www.swpc.noaa.gov/phenomena/geomagnetic-storms)\n\n[https://science.nasa.gov/science-news/science-at-nasa/2014/23jul_superstorm](https://science.nasa.gov/science-news/science-at-nasa/2014/23jul_superstorm)\n\n[https://www.nationalgeographic.com/news/2011/3/110302-solar-flares-sun-storms-earth-danger-carrington-event-science/](https://www.nationalgeographic.com/news/2011/3/110302-solar-flares-sun-storms-earth-danger-carrington-event-science/)\n\n[https://earthsky.org/space/are-solar-storms-dangerous-to-us](https://earthsky.org/space/are-solar-storms-dangerous-to-us)","likes":null,"date":"2020-09-07","keywords":"güneş fırtınası,yıldız,plazma,manyetizma,carrington","user":null,"created_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-29T14:23:05.284Z","updated_at":"2020-10-31T10:31:00.485Z","banner":{"id":92,"name":"https://cdn.mos.cms.futurecdn.net/WGbfREm2n4jhBBjeNC5ApC.jpg","alternativeText":"","caption":"","width":1280,"height":720,"formats":{"large":{"ext":".jpg","url":"/uploads/large_W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab.jpg","hash":"large_W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab","mime":"image/jpeg","name":"large_https://cdn.mos.cms.futurecdn.net/WGbfREm2n4jhBBjeNC5ApC.jpg","path":null,"size":63.45,"width":1000,"height":563},"small":{"ext":".jpg","url":"/uploads/small_W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab.jpg","hash":"small_W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab","mime":"image/jpeg","name":"small_https://cdn.mos.cms.futurecdn.net/WGbfREm2n4jhBBjeNC5ApC.jpg","path":null,"size":19.73,"width":500,"height":281},"medium":{"ext":".jpg","url":"/uploads/medium_W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab.jpg","hash":"medium_W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab","mime":"image/jpeg","name":"medium_https://cdn.mos.cms.futurecdn.net/WGbfREm2n4jhBBjeNC5ApC.jpg","path":null,"size":39.48,"width":750,"height":422},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab.jpg","hash":"thumbnail_W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab","mime":"image/jpeg","name":"thumbnail_https://cdn.mos.cms.futurecdn.net/WGbfREm2n4jhBBjeNC5ApC.jpg","path":null,"size":6.1,"width":245,"height":138}},"hash":"W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab","ext":".jpg","mime":"image/jpeg","size":93.43,"url":"/uploads/W_Gbf_R_Em2n4jh_B_Bje_NC_5_Ap_C_511262cbab.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":4,"updated_by":4,"created_at":"2020-10-29T13:58:51.037Z","updated_at":"2020-10-29T13:58:51.067Z"}}},"__N_SSG":true}