{"pageProps":{"article":{"id":43,"title":"Hedonik Adaptasyon","content":"Şu anda ne kadar kötü hissediyor olursanız olun, geriye dönüp baktığınızda, hayatınızda mutlaka sizi mutlu eden olaylar olmuştur. Belki ilk arabanızı aldığınız veya uzun zamandır istediğiniz promosyonu aldığınız zaman. Ya da 15 kilo verdiğinizde ve yeme alışkanlığınızı değiştirmeden en sevdiğiniz kotlara geri dönebildiğiniz zaman.\n\nİyi şeyler olduğunda, heyecan, rahatlama, gurur ve elbette mutluluk gibi olumlu duygular hissederiz . Bu duygular sağlığımız için gereklidir. Ama sorun şu ki, mutluluk genellikle uzun sürmüyor. İlk otomobil alımının heyecanı yıpranıyor, promosyonun heyecanı, beraberinde gelen sorumlulukları ele alma endişesine yol açıyor . Tabii ki, 40 bedene düşmek sizi mutlu ediyor, fakat 36 beden olmak da güzel olurdu diye düşünüyorsunuz.\n\nPsikologlar bu fenomene hedonik adaptasyon diyorlar. Fikir şu ki, bir şey bize ne kadar iyi hissettirirse hissettirsin, çoğu zaman duygusal olarak konuştuğumuz ilk noktaya, yani bu olay olmadan önceki noktaya geri dönüyoruz. Sıkça atıf yapılan bir çalışma, ilk öforiye kıyasla, piyango kazananlarının 18 ay sonra kazanamayanlardan daha mutlu olmadığını gösteriyor. “Başlangıç” seviyesine dönme eğiliminin mutluluğumuzu ve refahımızı kalıcı olarak daha iyi hale getirmeyi umduğumuz; evlilik, gönüllü iş değişiklikleri ve promosyon gibi şeylerden sonra ortaya çıktığı gösterilmiştir.\n\nNeden mutluluğu sürdüremiyoruz? Psikologlar (ve ünlü mutluluk uzmanları) Kennon Sheldon ve Sonja Lyubomirsky, yakın tarihli bir makalede hedonik adaptasyonumuzun iki nedenden kaynaklandığını savunuyorlar.\n\nOlumlu bir değişiklik ilk gerçekleştiğinde (diyelim ki yeni bir eve taşınıyorsunuz), sonuç olarak genellikle birçok olumlu olay oluyor. Yeni küvetinizde uzun bir banyo yapıyorsunuz ve yeni garajınızın ferahlığını takdir ediyorsunuz.Ancak zamanla, yaşanacak daha az olumlu olay oluyor, çünkü evin tüm özelliklerine alışıyorsunuz ve bir süre sonra artık onları fark etmiyorsunuz. Daha az olumlu olay ve dolayısıyla daha az olumlu duygu (heyecan, gurur, mutluluk) yüzünden yeni keşfettiğiniz refah sürdürülemiyor.\n\nFakat umutsuzluğa kapılmayın, adaptasyon sürecini yavaşlatarak hatta tamamen durdurarak mutluluğu sürdürebilirsiniz. Sheldon ve Lyubomirsky, yakın tarihli bir çalışmada, iki anti-adaptasyon aracının zaman içinde mutluluk kazanımlarını sürdürmede etkili olduğunu bulmuşlardır: çeşitlilik ve takdir\n\nÇeşitlilik, hepimizin bildiği gibi, hayatın baharatıdır. Ama aynı zamanda adaptasyona karşı güçlü bir silahtır, çünkü deneyimlerimiz yeni veya beklenmedik olduğunda olumlu olaylara “alışamıyoruz”. Öte yandan, olumlu bir deneyim tekrarlandığında - tam olarak ne bekleyeceğinizi bildiğinizde - aynı tepkiyi ya da verimi alamazsınız. Çeşitli şekillerde yaşanan olumlu değişikliklerin kalıcı mutluluğa yol açma olasılığı daha yüksektir. Bu yüzden sıkıcı bir rutinde sıkışmak yerine yeni şeyler yapmak için zaman harcarsanız yeni eşinizle daha mutlu olacaksınız. Yeni görevler ve zorluklarla başa çıkabiliyorsanız - yaptığınız işte günlük çeşitlilik varsa, işinizde daha mutlu olursunuz. Yenilik ve çeşitlilik uzun süreli mutluluk demektir.\n\nİşleri her gün aynı şekilde yaparsanız, bir şey yapmaktan elde ettiğiniz mutluluk kaybolur, bu yüzden işleri karıştırmayı deneyin. Bir değişiklik yapmadan önce ne olursa olsun çeşitli şekillerde deneyimleyip deneyimleyemeyeceğinizi düşünün ve bunun sizi daha mutlu edeceğine inanın. Eğer cevap hayırsa, mutluluğun sürmesini beklemeyin.\n\nTakdir, birçok yönden adaptasyonun tersidir - bir şeye odaklanmak, onu kabul etmek veya arka planda solmasına izin vermek yerine onu odağınızdan çıkarmaya çalışın. Takdir etmek, dikkat etmek veya fark etmek anlamına gelebilir, ancak daha ileri götürdüğünüzde; mevcut koşullarınızda diğerlerine kıyasla veya geçmişte bulunduğunuz yere kıyasla bir şeyin tadını çıkarırken, niteliklerini sevdiğinizde ve sizi nasıl hissettirdiğini takdir ettiğinizde veya şükran duyduğunuzda, varlıklı olmak için şanslı olduğunuz hissi gibi daha da güçlü bir anlamı vardır. Olumlu deneyimlerimizi takdir ettiğimizde, zihnimizin gözünü onlara tekrar tekrar sevinç ve merakla çevirdiğimizde, mutluluğumuzu kalıcı kılmakla kalmıyoruz, yeni bir boyut da açıyoruz.\n\nİnsanlar onları neyin mutlu edeceğini anlamaya çalışmak için çok zaman harcarlar, ama zaten sahip oldukları mutlulukla yetinmek çalışmak için neredeyse hiç zaman bulamazlar. Bir bakıma, bu, daha önce kazandığınız parayla ne yapacağınızı düşünmeden tüm enerjinizi daha fazla para kazanmaya odaklamak gibidir. Zenginliğin anahtarı, mutluluğun anahtarı gibi, sadece yeni fırsatlar aramak değil, size verilmiş olanlardan en iyi şekilde yararlanmaktır.\n\nKaynakça\n\n[Psychology Today](https://www.psychologytoday.com/us/blog/the-science-success/201208/how-keep-happiness-fading)","likes":null,"date":"2020-06-22","keywords":"hedonizm,adaptasyon,hazcılık","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"created_at":"2020-10-28T20:46:55.210Z","updated_at":"2020-10-28T20:46:55.224Z","banner":{"id":59,"name":"https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":4896,"height":3264,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":120.85,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":39.38,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":77.23,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":11.56,"width":234,"height":156}},"hash":"photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":1879.96,"url":"/uploads/photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:46:22.240Z","updated_at":"2020-10-28T20:46:22.272Z"}}},"__N_SSG":true}