{"pageProps":{"article":{"id":47,"title":"Pozitif Hayatın Anahtarı: Olumlama","content":"Herkese merhaba. Yeni ve harika bir haftaya kendimize iyi hissettirecek bir yazı ile başlayalım. Bu yazıda olumlama yapmayı ve faydalarını öğreneceğiz.\n\n**Olumlama Nedir?**\n\nOlumlama, kazanmak istediğimiz fikir ve davranışların içten ve samimi bir şekilde bunlara zaten sahipmişiz gibi dile getirilmesine deniyor. “Tercihlerimden ve hatalarımdan pişmanlık duymuyorum.” cümlesi fazlasıyla basit bir cümle ama yarattığı güç sandığımızdan daha fazla. Çünkü bunu gerçekten inanarak söylediğimizde bilinçaltını etkiliyor ve buna inandırıyoruz. Bilinç zekidir fakat bilinçaltı fazlasıyla aptaldır. Yaşanan kötü bir olayı yıllar boyu unutmaz, unutmuş gibi görünse bile olayın yaşandığı ortamı ve oradaki imgeleri sizin için kolayca birer önyargı haline getirebilir. Ve bunların farkında bile olmazsınız. Ya da herhangi bir durumun üstesinden gelemediğimizde gücümüzü yitirmiş gibi hisseder, sık sık strese gireriz. İşte olumlama başta bu tip durumlarla başa çıkmaya destek olurken aslında öz saygımızı kazanmamızı sağlar. Klişeleşen ‘güçlü görünelim derken fark etmeden güçlü olduk’ sözünün altında da aslen bu durum yatar. İnsanlara karşı da olsa olumlu şeyler söylerken ve onları buna inandırmak isterken aslında fark etmeden bu cümlelerle olumlama yapıyor ve bilinçaltımızı olumlu yönde etkiliyoruz.\n\n**Olumlama Nasıl Yapılır?**\n\nOlumlama yapılırken dikkat edilmesi gereken bazı hususlar var. Bunlar;\n\n1. Söylediğiniz şeye gerçekten inanmanız gerekiyor. İşe yaramayacağını ve gerçek olmadığını düşünerek buna başlarsanız ne yazık ki olumlamanın amacına ulaşamazsınız. Ne de olsa inanmak başarmanın yarısıdır.\n\n2. Cümle söylerken sizi ne kadar etkiler ve duygulandırırsa o kadar etkili olur. Bize yoğun duygular hissettiren şeyler daha kalıcı olur.\n\n3. Gelecek zaman kipinden uzak durun. Tüm hayat için geçerli olan bu motto olumlama yaparken de çok önemlidir. ‘İyi hissedeceğim’ demek bu duyguyu daha ileriki zamanda yaşamanıza neden olur. Ancak ‘İyi hissediyorum’ derseniz şu andan itibaren iyi hissetmeye başlayabilirsiniz.\n\n4. Kendinizi kesin kalıplara sokmamalısınız. Zaten olumlamanın amacı başta kötü ve olumsuz yorum ve durumlara karşı esnek olabilmektir. Sabit bir kişilik olmaya çalışmak sizi strese sokmak ve mutsuz etmekten başka bir işe yaramaz. Yeniliklere açık olun.\n\n**Faydaları Nelerdir?**\n\nOlumlama yapmak başta benlik saygısı kazandırırken olumsuz koşullara karşı daha güçlü tavırlar sergilemenizi sağlar. İyi ve kötü yanlarınızı kabul edip başkalarının bunları size karşı kullanmasına engel olabilmektir burada asıl amaç. İnsanları güçlü ve güçsüz diye ayırmak her ne kadar yanlış olsa da bize güçlü gibi gelen insanlar aslında kendini seven, kendisine saygı duyan ve başta kendi için yaşayan insanlardır. Kendisiyle vakit geçirmeyi seven, mutlu olmak için başkasına ihtiyaç duymayan, kendi kendine yeten insanlara güçlü deriz. Bunu kazanmak ise ciddi ve önemli bir iştir. İşte olumlamalar ilk olarak bu şekilde öz saygı ve sevgimizi kazanmaya yardım eder.\n\nBunlar dışında olumlamanın kanserden tutun depresyon ve anksiyeteye kadar birçok rahatsızlığın iyileşmesinde katkısı olduğu gözlenmiştir. Fakat bu kesinlikle ilaçlı tedavi yerine olumlama yapılabileceği anlamına gelmiyor. Ciddi ve klinik rahatsızlıklarda asıl görev yine tıbbi tedavinindir. Olumlama sadece ruh sağlınızı iyileştirir ve buna bağlı olarak belli vücut fonksiyonlarınızın düzelmesine yardımcı olur. Ne de olsa birçok rahatsızlığın asıl sebebi strestir ve stres azaldığı zaman rahatsızlıklar da azalır ya da tamamen ortadan kaybolabilir.\n\nOlumlamanın bilimsel olarak kanıtlandığı, nörolojik açıdan incelendiği makaleler mevcuttur. Daha fazla bilgiye ulaşmak isterseniz bu kaynaklara da göz atabilirsiniz. Ayrıca aşağıdaki linkten işinize yarayacak ve örnek olacak olumlama cümlelerine bakabilirsiniz\n\nUmarım faydalı bir yazı olmuştur. Mutlu, huzurlu ve güzel bir hafta geçirmeniz dileğiyle…\n\nKaynakça\n\n[Positive Psychology](https://positivepsychology.com/daily-affirmations/#:~:text=Positive%20affirmations%2C%20in%20contrast%2C%20are,be%20used%20for%20many%20purposes.)","likes":null,"date":"2020-08-17","keywords":"olumlama,olumlu,pozitif,psikoloji","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"created_at":"2020-10-28T21:06:09.292Z","updated_at":"2020-10-28T21:06:09.306Z","banner":{"id":63,"name":"https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","alternativeText":"","caption":"","width":3712,"height":2088,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/large_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"large_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":85.29,"width":1000,"height":563},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/small_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"small_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":23.63,"width":500,"height":281},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/medium_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"medium_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":48.44,"width":750,"height":422},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/thumbnail_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"thumbnail_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":7.13,"width":245,"height":138}},"hash":"photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","mime":"image/jpeg","size":868.35,"url":"/uploads/photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T21:05:22.884Z","updated_at":"2020-10-28T21:05:22.916Z"}}},"__N_SSG":true}