{"pageProps":{"article":{"id":58,"title":"Solucan Deliği Nedir?","content":"\n\nHerkese merhabalar, bu yazıda size solucan delikleri hakkında elimden geldiğince bilgi vermeye çalışacağım. Solucan deliği ya da bir diğer adıyla Einstein-Rosen köprüsü kâğıt üstünde mümkün gözüken ancak bugüne dek hiç rast gelinmemiş, evrenin bir noktasından bir başka noktasına anında geçiş imkanı tanıyan gök cisimleridir. Solucan deliği ismi bir elma kurdunun tüm elmanın çevresinden dolaşmak yerine elmayı yiyerek içinden geçip çok daha kısa bir yolla elmanın diğer tarafına ulaşabilmesi örneğinden gelir. Zira solucan delikleri de uzayda herhangi iki noktayı birbirine bağlayan kurgulanmış oluşumlardır.\n\n![Resim](https://mltshp-cdn.com/r/1D6X8)\n\nSolucan deliklerini daha iyi kavramak için verilen örneklerden biri de gazete üstündeki karınca üzerinden verilir. Bu örnekte gazete 2 boyutlu bir evren karınca ise 2 boyutta yaşayan basit bir canlı olarak düşünülür. 2 boyutlu karıncamız gazetenin bir ucundan öbür ucuna varması uzun ve yorucu olacaktır. Bunun yerine 3 boyutlu bir varlık olarak bir insan, bir kuş veya herhangi bir etmen gazeteyi büküp gazetenin iki ucunu birleştirirse minik karınca gazeteyi boylu boyunca geçmek yerine birleşmiş köşeden geçerek istediği yere varabilir. 2 boyutlu bir canlı için solucan deliği daire şeklinde gözükse de bizim gibi 3 boyutlu canlılar için küre şeklinde gözükürdü.\n\nBugüne değin solucan deliğine ilişkin hiç kanıtımız ya da bulgumuz yok, nasıl oluşabileceklerine dair de bilgi ve fikrimiz yok. Sadece şu anki yasaların böyle bir şeyin var olmasına izin verdiğini biliyoruz ancak bu var oldukları anlamına gelmiyor. Bu nedenle solucan delikleri şu an için sadece teorik olarak varlar. Teoriyi anlamak için Einstein’ın anlattığı gibi evreni bir kumaş parçası olarak düşünmeliyiz. Einstein devrine kadar uzay zaman dokusu eğrilemez, şekli değişmez bir yapı olarak düşünülüyordu ancak Einstein mekânın aslında bir kumaş parçası gibi bükülebilir olduğu söylüyordu. Bu bükümü gerçekleştirebilecek şey ise kütleden başka bir şey değildir. Elbette kumaş örneği ile evren aslında iki boyutlu gibi düşünüyoruz ama kavramayı kolaylaştırmak için bu gerekli.\n\n![Resim](https://images.fineartamerica.com/images-medium-large-5/wormhole-mark-garlickscience-photo-library.jpg)\n\nKara delikler gibi muazzam büyük kütleler uzay zaman dokusunu en çok bükebilen cisimlerdir. Bir görüşe göre kara deliklerin hepsi aslında birer solucan deliğidir ve kara deliğe düşen her nesne bir ak delikten evrenin başka bir noktasına çıkar. Ayrıca bugüne kadar hiçbir ak delik saptanmadığını da belirtmek gerekir. İki ağız ve bir boğazdan oluşan bu deliklerin diğer ucunun başka bir evrene çıkacağı da tahmin ediliyor. Ne yazık ki bu tür solucan delikleri geçilemez çünkü kara deliğin sahip olduğu basınç yolcuyu anında parçalayıp ezer. Basınç sorunu çözülse bile kara deliğe girdiğiniz andan itibaren ak delikten çıkmanız sonsuz zaman alırdı. Bir diğer deyişle evrenin ölüşüne şahit olacak kadar çok zaman geçirirdiniz.\n\nBir başka sorun ise solucan deliği yaptıktan sonra onu yeteri kadar geniş ve açık tutabilmek. Solucan delikleri açıldığı andan itibaren yerçekimi kuvveti onu kapanmaya zorlayacaktır. Bu sorunun çözümü için de negatif kütleli egzotik madde (exotic matter) kurgulanır. Egzotik madde anti madde gibi ters yüklü kütlelerle ve kara maddeyle karıştırılmamalıdır. Pozitif iki kütleli iki cisim birbirini çekici özellik sergilerler ancak egzotik madde onlarla itişir. Bu tür bir madde solucan deliklerinin merkezindeyken onları açık tutabilir\n\nSolucan deliklerini gerçek kılabilirsek evrenin istediğimiz noktasına anında varabiliriz. Daha bugünlerde Marsa yerleşip kolonileşmeyi düşleyen insanlık için büyük bir kolaylık sağlardı. Ancak şu an nereden başlanacağını bile bilmiyoruz. Değerli vaktinizi ayırıp okuduğunuz için teşekkür ederim. Bir sonraki yazıda görüşmek üzere…\n\nKaynak:\n\n[Wiki](https://en.wikipedia.org/wiki/Wormhole)\n\n[History](https://www.history.com/news/what-are-wormholes)\n\n[scientificamerican](https://www.scientificamerican.com/article/are-wormholes-real/)\n\n[phys.org](https://phys.org/news/2015-12-wormholes.html)","likes":null,"date":"2020-06-15","keywords":"solucan deliği,uzay,evren,ışınlanma,kütle","user":null,"created_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-29T13:33:18.946Z","updated_at":"2020-10-31T10:29:56.225Z","banner":{"id":79,"name":"https://d.newsweek.com/en/full/1407000/wormholes.jpg","alternativeText":"","caption":"","width":2500,"height":1667,"formats":{"large":{"ext":".jpg","url":"/uploads/large_wormholes_b8605b8786.jpg","hash":"large_wormholes_b8605b8786","mime":"image/jpeg","name":"large_https://d.newsweek.com/en/full/1407000/wormholes.jpg","path":null,"size":85.35,"width":1000,"height":667},"small":{"ext":".jpg","url":"/uploads/small_wormholes_b8605b8786.jpg","hash":"small_wormholes_b8605b8786","mime":"image/jpeg","name":"small_https://d.newsweek.com/en/full/1407000/wormholes.jpg","path":null,"size":25.94,"width":500,"height":333},"medium":{"ext":".jpg","url":"/uploads/medium_wormholes_b8605b8786.jpg","hash":"medium_wormholes_b8605b8786","mime":"image/jpeg","name":"medium_https://d.newsweek.com/en/full/1407000/wormholes.jpg","path":null,"size":52.98,"width":750,"height":500},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_wormholes_b8605b8786.jpg","hash":"thumbnail_wormholes_b8605b8786","mime":"image/jpeg","name":"thumbnail_https://d.newsweek.com/en/full/1407000/wormholes.jpg","path":null,"size":6.36,"width":234,"height":156}},"hash":"wormholes_b8605b8786","ext":".jpg","mime":"image/jpeg","size":355.12,"url":"/uploads/wormholes_b8605b8786.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":4,"updated_by":4,"created_at":"2020-10-29T13:23:46.052Z","updated_at":"2020-10-29T13:23:46.083Z"}}},"__N_SSG":true}