{"pageProps":{"article":{"id":61,"title":"Uzay Asansörleri","content":"Herkese selamlar. Bir önceki yazıda uzaya gitmenin ne kadar çok zorlayıcı olduğuna değinmiştik. Bu yazıda da yine geçen yazıdaki gibi hayali ancak uzaya çıkmamızı kolaylaştıracak bir fikirden söz etmek istiyorum. Hatta özünde Dyson küresi kurmadan önce bir uzay asansörü inşa etmemiz gerekecek. Çünkü uzaya çıkmayı kolaylaştırmadan oraya yayılamayız.\n\nUzay asansörü fikri ilkin Rus bilim insanı Konstantin Tsiolkovsky tarafından 1895’te ortaya atıldı. 1950’lere dek çok fazla adı sanı geçmedi uzay asansörünün, ardından yine kendisi Rus olan mühendis Yuri Artsutanov 1959’da bu konsepten söz ederek fikrin yaygınlaşmasını sağladı.\n\n### Uzay Asansörünün Bölümleri\n\nUzay asansörleri temel olarak 4 parçadan meydana gelirler. Çapa, tırmanıcı, urgan ve son olarak karşı ağırlık. Çapa diye adlandırılan şey uzay asansörünün Dünya’ya bağlandığı noktayı temsil ediyor. Çapa hem karşı ağırlığı tutabilecek kadar güçlü hem de bir istasyon gibi asansöre biniş iniş işlemlerini düzgünce yürütebilmelidir. Tırmanıcı denen parça ise özünde asansörün kendisi oluyor. İçine insanları bindirdiğimiz ve karşı ağırlığa gönderdiğimiz kısım. Urgan bölümü karşı ağırlık ve Dünya arasındaki tek bağlantımız. Tırmanıcıyı günlerce belki aylarca taşıyacak binlerce kilometre uzunlukta bir kablo. Ve en son bölümümüz karşı ağırlık. Karşı ağırlık uzayın geri kalanına açılacağımız nokta olarak düşünülebilir. Hatta belki yeni bir uydu, sadece kablolarla gezegenimize bağlamışız. Her bir parçanın kendine has ele alınması gereken sorunları bulunuyor. Şimdilik aşılması zor görünse de imkansız sayılmaz.\n\n### Uzay Asansörü Yapımında Engeller\n\nUzay asansörünü yapmaktan bizi alıkoyan en büyük engellerden birisi urgan bölümü. Çünkü 36,000 kilometre uzunluğunda bir kablo yapabilsek bile bu kablonun çok dayanıklı olması gerekiyor. Bu kadar güçlü olsa bile yine de Dünya’daki atmosferin yıpratmasına, uzaydaki radyasyona ve Dünya’nın yörüngesindeki uydu enkazına ve olası meteorlara dayanabilmesi gerekiyor. Ancak günümüz Dünya’sında böyle bir malzeme mevcut değil. Ayrıca Dünya’nın çevresinin yaklaşık 40,000 kilometre olduğunu düşününce üst bölgelerde bir kopma ile urganın Dünya’yı çevrelemesi işten bile olmaz.\n\nBunlarla sorun bitmiyor elbette. Yaklaşık 36,000 kilometrelik yeterince güçlü bir kablo yapabilsek bile bu kabloyu uzaya taşıyıp karşı ağırlığa bağlamak başlı başına bir başka problem. Karşı ağırlığı uzaya çıkarmak kendi başına milyarlara hatta belki trilyonlara gereksinim duyacakken bu kadar uzun bir kablonun ne kadar gereksinimi olduğunu az çok tahmin edebilirsiniz.\n\nSon olarak da tırmanıcıdan söz etmek gerekiyor. Tırmanıcıya belki aylar sürecek bir yolculukta enerji sağlamamız gerek. Belki tırmanıcının içinde minik bir nükleer reaktör kurarız. Çözümü ne olursa olsun bu sorunları aşması çok zor ancak bir o kadar da gerekli.\n\n![Resim](https://i1.wp.com/www.spacelegalissues.com/wp-content/uploads/2019/03/62-Legal-aspects-of-the-Space-Elevator-Transportation-System.jpg?fit=695%2C461&ssl=1)\n\n### Uzay Asansörü Nasıl İşimize Yarar\n\nBir nesne yörüngeye yerleştirilirken iki yönden itiş uygulanması gerekmektedir. Birincisi ve en elzemi tabi ki de nesneyi Dünya’nın çekim kuvvettinden kurtaracak olan ve yerden yukarıya kuvvet üretendir. İkincisi nesnenin yörüngeye oturacak kadar hızlanmasını sağlayacak olan ve yere paralel olarak uygulanan kuvvettir. Roketlere bu işleri yaptırmak için çok miktarda yakıt yüklemesi yapmak zorunda kalıyoruz. Öyle ki bir kilogramlık kargoyu uzaya çıkarmak yaklaşık 20 bin dolar tutuyor. Ancak uzay asansörü ile bu fiyat kat ve kat indirilebilir. Enerji ve maliyetteki kazançlarımızla birlikte uzay gezmelerini milyarder olmayan biri için de olanaklı hale getirebiliriz. Hatta gelişkin bir karşı ağırlık yapısıyla Ay’a ya da başka gezegenlere seyahatimiz de kolaylaşabilir.\n\nSonuç olarak aşmamız gereken birçok mali ve teknolojik sıkıntı bulunsa da uzay asansörü inşa etmek şüphesiz çığır açıcı bir yenilik olacak. Belki astreoit madenciliği ile bu işi başarmaya bir adım daha yaklaşabiliriz. Dünya’da inşa etmeyi başaramasak da uydumuz Ay’da bir koloni kurup orada inşa edebiliriz. Yerçekimi çok daha az olduğundan Ay’da inşa daha kolay olurdu. Ne olursa olsun insanoğlu bu teknolojileri geliştirdikçe gezegenler yavaş yavaş birer otobüs durağına benzeyecekler.\n\nKaynaklar:\n\n[Wiki](https://en.wikipedia.org/wiki/Space_elevator#Structure)\n\n[thoughtco.com](https://www.thoughtco.com/how-a-space-elevator-would-work-4147230)\n\n[science.howstuffworks.com](https://science.howstuffworks.com/space-elevator.htm)","likes":null,"date":"2020-07-27","keywords":"uzay,asansör,medeniyet,dünya,ay,koloni","user":null,"created_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"updated_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"created_at":"2020-10-29T13:44:02.510Z","updated_at":"2020-10-29T13:44:31.926Z","banner":{"id":85,"name":"https://media3.s-nbcnews.com/i/newscms/2018_37/2561121/180910-space-elevator-mn-1336_779bec5285b1e108ddff5f73e073f7fa.jpg","alternativeText":"","caption":"","width":1920,"height":1026,"formats":{"large":{"ext":".jpg","url":"/uploads/large_180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769.jpg","hash":"large_180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769","mime":"image/jpeg","name":"large_https://media3.s-nbcnews.com/i/newscms/2018_37/2561121/180910-space-elevator-mn-1336_779bec5285b1e108ddff5f73e073f7fa.jpg","path":null,"size":116.33,"width":1000,"height":534},"small":{"ext":".jpg","url":"/uploads/small_180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769.jpg","hash":"small_180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769","mime":"image/jpeg","name":"small_https://media3.s-nbcnews.com/i/newscms/2018_37/2561121/180910-space-elevator-mn-1336_779bec5285b1e108ddff5f73e073f7fa.jpg","path":null,"size":30.27,"width":500,"height":267},"medium":{"ext":".jpg","url":"/uploads/medium_180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769.jpg","hash":"medium_180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769","mime":"image/jpeg","name":"medium_https://media3.s-nbcnews.com/i/newscms/2018_37/2561121/180910-space-elevator-mn-1336_779bec5285b1e108ddff5f73e073f7fa.jpg","path":null,"size":64.21,"width":750,"height":401},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769.jpg","hash":"thumbnail_180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769","mime":"image/jpeg","name":"thumbnail_https://media3.s-nbcnews.com/i/newscms/2018_37/2561121/180910-space-elevator-mn-1336_779bec5285b1e108ddff5f73e073f7fa.jpg","path":null,"size":8.83,"width":245,"height":131}},"hash":"180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769","ext":".jpg","mime":"image/jpeg","size":426.03,"url":"/uploads/180910_space_elevator_mn_1336_779bec5285b1e108ddff5f73e073f7fa_36b431a769.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":4,"updated_by":4,"created_at":"2020-10-29T13:40:31.670Z","updated_at":"2020-10-29T13:40:31.695Z"}}},"__N_SSG":true}