{"pageProps":{"article":{"id":40,"title":"Dismorfofobi","content":"Herkese yeniden merhabalar. Kısa süre önce ilginç ruhsal hastalıkların ilgimi çektiğini fark ettim ve yine böyle bir hastalıktan bahsetmeye karar verdim. Ayrıca Türkçe kaynak yetersizliği olduğunu görmek gerçekten çok can sıkıcı bir durum ve ben de her zamanki gibi yabancı kaynaklardan araştırma yapıp sizlere olabildiğince aktarmaya çalışıyorum.\n\n**Tarihçe**\n\nBugün, Dismorfofobi olarak da bilinen Vücut Dismorfik Bozukluğu’ndan ( Body Dysmorphic Disorder, BDD) bahsedeceğim. İlk olarak 1886’da Enrico Morselli dismorfofobi olarak tanımladığı bir bozukluk bildirdi. Amerikan Psikiyatri Topluluğu’nun (APA) yayınladığı Mental Bozuklukların Tanısal ve İstatistiksel El Kitabı –ш (DSM-3) ‘te bir “somatoform bozukluk” olarak bahsettiği BDD, 2013’te yayınlanan DSM-5’ te “obsesif kompulsif bozukluk” kategorisine kaydırıldı ve anorexia nervosadan ayrıldı. BDD uzun zamandan beri biliniyor fakat kapsamlı çalışmalar son yıllarda ve çoğunluk olarak Amerika’da yapılmaya başlandı. Dünya genelinde çalışmalar yapıl(a)madığı için BDD hakkında henüz bilmediğimiz şeyler var ve genetik etkisi, kalıtımsal yapısı hala kesin olarak bilinmiyor. Hakkında bilinenlerin çoğu ise Amerikalı psikiyatrist Dr Katharine Phillips ve İngiliz psikiyatrist Dr David Veale'nin yaptığı çalışmalara dayanıyor.\n\n**Nedir?**\n\nVücut Dismorfik Bozukluğu, bireylerin vücutlarında kusur, çirkinlik, bozukluk ve gözlerine hoş gelmeyen özellikler algılaması, hayal etmesidir. Bu kusur tek bir uzuv ya da vücudun tamamı olabileceği gibi birkaç bölge birden de olabilir. Kişinin gerçekten bir kusuru olsa bile bu, kişinin düşündüğü kadar büyük olmaz. Hatta kendisini çok kısa ve zayıf gören bir kişinin, aksine fazlasıyla iri ve uzun olması şeklinde de rahatsızlıklar görülebilir. Hasta bu bozukluk üzerine gün içerisinde saatlerce düşünebilir, kendisini başkalarıyla kıyaslayabilir ya da sosyal ortamlardan uzaklaşarak kendine bir sosyal izolasyon yaratır. Bunların dışında depresyon, intihar düşüncesi, o uzvu tımarlama, makyajla gizlemeye çalışma gibi belirtiler gösterirler. Bu gibi sebepler genelde kişinin iş, ev ve arkadaş ortamını ciddi anlamda etkiler ve aksatır.\n\nBDD’li bireyler genellikle çözümü kozmetik cerrahide ararlar ve imkanları dahilinde sık sık plastik operasyonlar geçirirler. Yapılan çalışmalara göre plastik cerrahi geçiren hastaların %5-15 ‘inin BDD’ye sahip olduğu görülmüştür. Özellikle sanat dünyasında Micheal Jackson gibi ünlülerin birer plastik cerrahi bağımlısı haline gelmiş olduğunu görüyoruz. Çünkü genelde göğüs büyültme ve küçültme (mammaplasti) ve kepçe kulak düzeltme (pinnaplasti) ameliyatları dışındaki operasyonlarda, mesela rinoplasti, hastaların genelde memnun kalmadıkları, hatta durumlarının daha kötüye gittiği belirtilmiştir. Bu yüzden kişiler sürekli düzeltme arayışı içine girerler ve tekrar tekrar kozmetik cerrahiye başvururlar. Bir özellikleri düzelse bile dikkatleri başka bir uzva kayabilir. Ya da daha da kötüsü, Gary Small’un kitabında da bahsettiği gibi hasta bir uzvunu (mesela kolu) ampute etme arzusu (apotemnofili) taşır, sık sık istemli ya da istemsiz bu uzvu yaralar ve ampütasyon yaptırabileceği gönüllü bir cerrah arar.\n\n**Nedensel Faktörler**\n\nBDD’nin ortaya çıkabilmesi için psikolojik etkenler olabileceği gibi çevresel de birçok etken vardır. Küçüklükte alaylara maruz kalma, cinsel istismar, ihmal, zorbalık, travmalar, mükemmeliyetçilik, utangaçlık, dermatolojik öyküler (akne problemi gibi), madde kullanımı,estetik açıdan ortalamadan daha duyarlı olmak gibi birçok neden sayılabilir. Genellikle ergenlik döneminde ortaya çıkan BDD hakkında yeterli sayda ve genişlikte çalışma yapılamadığı için cinsiyet gibi dağılımlar yapılamamıştır fakat genelde erkeklerde cinsel organla ilgili problemler şeklinde görülürken kadınlarda yeme bozuklukları şeklinde görülür.\n\n**Tedavi**\nBDD’nin bilişsel-davranışçı terapiye ve serotonin geri alım inhibitörlerine (SSRI) olumlu cevap verdiği biliniyor. Bilişsel-davranışçı terapi kişinin hatalı düşünce kalıplarını algılamasına yardımcı olurken, SSRI’lar obsesif kompulsif ve sanrısal etkileri ortadan kaldırır. Bu gibi kombine tedaviler tıpta sıkıkla kullanılır.\n\nKaynakça\n\n[Psychology Today](https://www.psychologytoday.com/intl/blog/in-excess/201508/body-dysmorphic-disorder)\n\n[Wikipedia](https://en.wikipedia.org/wiki/Body_dysmorphic_disorder)\n\n[Dr. Mark Griffiths](https://drmarkgriffiths.wordpress.com/2012/03/02/fantastic-or-drastic-can-plastic-surgery-be-addictive/)\n\n[Kas Dismorfisi](https://en.wikipedia.org/wiki/Muscle_dysmorphia)","likes":null,"date":"2020-05-11","keywords":"Dismorfofobi,Psikoloji,psikiyatri,şekil bozukluğu,obsesifkompulsif bozukluk","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:21:38.730Z","updated_at":"2020-10-31T10:24:39.747Z","banner":{"id":56,"name":"https://i12.haber7.net//haber/haber7/photos/2019/11/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645.jpg","alternativeText":"","caption":"","width":950,"height":550,"formats":{"small":{"ext":".jpg","url":"/uploads/small_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b.jpg","hash":"small_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b","mime":"image/jpeg","name":"small_https://i12.haber7.net//haber/haber7/photos/2019/11/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645.jpg","path":null,"size":12.54,"width":500,"height":289},"medium":{"ext":".jpg","url":"/uploads/medium_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b.jpg","hash":"medium_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b","mime":"image/jpeg","name":"medium_https://i12.haber7.net//haber/haber7/photos/2019/11/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645.jpg","path":null,"size":21.79,"width":750,"height":434},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b.jpg","hash":"thumbnail_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b","mime":"image/jpeg","name":"thumbnail_https://i12.haber7.net//haber/haber7/photos/2019/11/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645.jpg","path":null,"size":4.98,"width":245,"height":142}},"hash":"dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b","ext":".jpg","mime":"image/jpeg","size":30.17,"url":"/uploads/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:19:21.742Z","updated_at":"2020-10-28T20:19:21.777Z"}}},"__N_SSG":true}