{"pageProps":{"article":{"id":36,"title":"Antidepresan Topluluğu","content":"Hayatta birçok insanın yaşayabileceği sıradan, bunalımlı, duygu durumumuzu olumsuz etkileyen durumların depresyon olarak nitelendirildiği bir düşünce sistemi içinde yaşıyoruz. Her şey hemen çözülmeli hemen bu problemi gidermeliyim anlayışı ile bize verilen mesajları hayattaki her şeyi tükettiğimiz gibi tüketiyoruz. Ömrümüzü, ilişkilerimizi, birbirimizi ve kendimizi tüketilebilir birer nesne olarak tanımladığımız bu düşünce sistemi insan mefhumu göz önüne alındığında bizim sağlımız için çok uygun bir sistem olmadığını fark edebiliyoruz. Tüm bu girizgahtan sonra antidepresan, mutluluk gibi kavramları yeniden bu bakış açısı ile sizler ile paylaşmak istiyorum.\n\nAntidepresan insanın içinde bulunduğu verimsiz, duygusal olarak parçalı bulutlu diye nitelendirebileceğimiz hali ortadan kaldırmak için kullandığımız ilaçlardır. Çok basit bir şekilde ruhsal olarak bunalım yaşayan kimseye mutluluk vaat eden bu ilaçlar bahsettiğimiz sistem için çok işlevsel bir konuma sahip. Ama dertlerimizi bu şekilde kısa sürede çözen her şey aslında dertlerden çok dertlerin çıktısını ortadan kaldırmaktadır. Yani dertleri çözdüğü kısmı büyük bir soru işareti içermektedir. Ve dertlerimizi hızlı şekilde çözen her şey insanda bağımlılık yaratır.\n\nModern tıbbın sağlık için en büyük yanılgılarından olan semptomu ortadan kaldırırsak hastalıktan kurtulmuş oluruz anlayışı kronik hastalar ortaya çıkarmıştır. Bir ömür boyu uzun ama hastalıkları ile dolu bir hayat vaat etmiştir. Arabanın benzini bitmiş ve siz benzin almak yerine gösterge ile oynuyorsanız ne yazık ki araba gidemeyecektir benzin almadığınız sürece.\n\nProzac çok yaygın olarak bilinen bir antidepresandır. Fluoksetin etken maddesini içeren bu ilaç mutluluk hapı olarak anılır. Fluoksetin etken maddesi ile antidepresan olarak imal edilen ilaçlar faz4 çalışmasından sonra bakılmış ki bazı kimselerde iştah azaltıcı etkiye sahip zayıflama hapı diyip piyasa sürülmüş. Aynı şekilde bazı kimselerde de sigara bırakma konusunda faydaları gözlenmiş ve sigara bıraktırma hapı olarak piyasaya sürülmüş. Burada “hastalık yok hasta vardır” anlayışının ne kadar kıymetli olduğunu görüyoruz. Evet bu etken madde kimyasal olarak serotonini yükseltiyor ama bu kimyasal herkeste farklı süreçler sonucu artıyor kimi bir futbol maçı izliyor kimi kitaplar okuyor kimi seyahat ederek serotonini yükseltiyor ama antideprasanlar ne yazık ki bu arayışa son veriyor ve çok basit bir şekilde tatmin sağlıyor.\n\nDiyelim bir diş ağrın var ve doktora gitmeden ağrını dindirmek için ağrı kesici alıyorsun bu çok makul ve mantıklı. Fakat diğerinde ‘ruhun’ ağrıyor ve bu ağrı herhangi bir ilaç ile geçmiyor. Problem tam burada. Sen o ağrıyı susturdukça tabiri caizse ‘ruhun’ kanser oluyor. İçeride bir şey büyüyor ve doğal olarak baş edemez hale geliyorsun. Antidepresanın sıkıntılı kısmı insanın yaşam becerisini elinden almasıdır. Bir takım kimyasallar ile fonksiyon görebilir bir aygıt olarak insanı tanımlamak insanın en temel ihtiyacı olan hikayesi olan bir hayatı elimizden almaktadır.\n\nDoğan Cüceloğlu’nun Savaşçı kitabında da bahsettiği gibi onlar sinyaller sana bir şeyler anlatmak istiyorlar. Onlara bas ve yüksel.\n\nBu sorunların temelinde kavramları çok yüzeysel kullanmamızın da etkisi olduğunu düşünüyorum. Mutluluk, başarı, kazanç bu kavramlar mahiyet olarak bize ne söylemekte kimse bunlar üzerinde düşünmüyor. Büyük sorular ile uğraşmak için geldiğimiz bu dünyada küçük dertler ile boğulmamız can sıkıcı bir durum. Mutluluk bireysel bir şeydir bu yüzden tanımı da şahsa özeldir. Bunun farkında olmadığımızdan ve tek tipleşmenin her geçen gün artmasından bir mutsuzluk salgını ile karşı karşıyayız.\n\nTüketiyorum ama neden? Neden bu okulu kazandım? Dertsiz bir hayat mutluluk getirir mi?\n\n“Hayatın niçinine cevap bulan, nasılına da çok kolay cevap bulur''. Nietzsche\n\nMutluluk üzerine düşünürken şunu göz ardı etmemek de fayda var. İnsana bütün dünyayı verseniz gözünü marsa diker.\n\nSon olarak bu yazımın bir ilaç karşıtlığı olarak algılanmaması gerektiğini belirtmek istiyorum. O kadar bilimsel çalışmaların yapıldığı bu sektör çok büyük dertlere deva olmaktadır. Zaten gerekli tanı ölçütleri kullanılarak antidepresan yazılması çok gereklidir. Ancak her geçen gün ilaca ulaşmak kolaylaşıyor ve şu an antidepresan alan hastaların sadece üçte biri tedaviye yanıt veriyor. Tekrardan vurgulamak istiyorum eleştirdiğim gereksiz yere antidepresan kullanılmasıdır. Yoksa bazı durumlarda antidepresan çok gerekli ve önemli bir tedavi yöntemidir.\n\nTüketim Toplumu Jean Baudrillard","likes":null,"date":"2020-10-05","keywords":"antidepresan,anxiety,mutluluk","user":null,"created_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T12:52:11.821Z","updated_at":"2020-10-31T10:17:43.648Z","banner":{"id":51,"name":"https://images.unsplash.com/photo-1496188757881-c6753f20c306?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","alternativeText":"","caption":"","width":10368,"height":5832,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/large_photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"large_photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1496188757881-c6753f20c306?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":24.12,"width":1000,"height":563},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/small_photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"small_photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1496188757881-c6753f20c306?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":8.35,"width":500,"height":281},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/medium_photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"medium_photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1496188757881-c6753f20c306?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":15.46,"width":750,"height":422},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/thumbnail_photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"thumbnail_photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1496188757881-c6753f20c306?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":3.04,"width":245,"height":138}},"hash":"photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","mime":"image/jpeg","size":1473.49,"url":"/uploads/photo_1496188757881_c6753f20c306_ixlib_rb_1_2_0ae49c8f07.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":2,"updated_by":2,"created_at":"2020-10-28T12:51:13.656Z","updated_at":"2020-10-28T12:51:13.691Z"}}},"__N_SSG":true}