{"pageProps":{"article":{"id":9,"title":"SpaceX ve Elon Musk","content":"Herkese merhaba bu hafta ilk defa özel bir şirketin uzaya astronot göndermesi gibi tarihi bir olaya tanıklık ettik ve bu olay dünya gündeminde önemli bir yer edindi. Ben de bu yazımda, bu olayın aktörü SpaceX şirketinin oluşum sürecini öğrenmek ve şirketin kurucusu Elon Musk’ı daha yakından tanımak için yaptığım araştırmaları sizlerle paylaşmaya karar verdim.\n\nSpaceX 2002 yılının haziran ayında, PayPal ve Tesla şirketlerinin kurucularından olan Elon Musk tarafından kuruldu, Elon Musk birçoğumuzun aksine emekli olup bir köşede servetini harcayarak “hayatın tadını çıkarmak” yerine kazandıklarıyla henüz okul yıllarında çalışmaya karar verdiği üç alana (İnternet, temiz enerji ve uzay) yatırım yapmak istiyordu. Uzun vadede hedefi gezegenler arası seyahati mümkün kılan bir sistem ve Mars’ta yaşamı mümkün kılmak olan Elon Musk, PayPal’ın satışından elde ettiği gelirin 100 milyon dolarını SpaceX’e yatırım yapmak için kullandı.\n\n2012 yılının başlarında, şirketin yaklaşık olarak 3'te 2'si kurucusu Elon Musk’a aitti ve SpaceX şirketinin 2012 Şubat ayı civarındaki piyasa değeri yaklaşık 1.3 milyar dolar civarındaydı. Aynı yılın Mayıs ayında gerçekleşen COTS 2+ uçuşundan sonra, şirketin özel sermayesi neredeyse ikiye katlanarak 2.4 milyar dolar değerine ulaştı. Günümüzde ise şirketin piyasa değeri 36 milyar dolar. SpaceX kuruluşundan bu yana hızla büyüdü. Öyle ki 2005 Kasım ayında 160 çalışanı varken 2019 Kasım ayı itibarıyla bu sayı 8.000’e ulaşmıştı. Şu anda, Elon Musk SpaceX’in yönetim kurulu başkanı(CEO) ve Gwynne Shotwell ise şirket başkanı ve şirket işletme sorumlusu (COO) olarak görev yapıyorlar.\n\nBütün bunlar geleceğin ihtiyaçlarını görebilen kimselerin yapmış olduğu doğru yatırımlar ve çokça çalışmanın sonucunda günden güne gelişmiş, büyümüş olan SpaceX’in uzay alanında bırakın şirketleri devletlerle yarışacak çalışmalar yapacak hale geliş süreci hakkında bizlere yol gösteriyor.\n\nBiraz da bütün bu olayların arkasındaki ismi yani Elon Musk’ı tanıyalım. Elon 1971 yılında, Güney Afrika'nın başkenti Pretoria’da doğdu. Hayatının her evresinde iyi bir okur olan Elon Musk bu alışkanlığı çocukluk yıllarında kazanmış öyle ki daha çocukken bile günde 2 kitap bitirdiği bile olurmuş. Bu da çoğu insanın delilik olarak nitelendireceği girişimleri kedinden emin ve kararlı bir şekilde gerçekleştirirkenki vizyonunu nasıl kazandığını açıklıyor. Genç Elon çocukluk dönemlerinde kendi kendine yazılım geliştirmeyi öğrendi ve henüz 12 yaşındayken kendi yazdığı “Blastar” adındaki uzay oyununu yaklaşık 500 dolara sattı ve böylece ilk yazılım satışını yapmış oldu.\n\nGüney Afrika ordusunda askerlik yapmamak için 17 yaşında evinden ayrıldı ve bu konuyu “Askerlik yapmakla ilgili bir sorunum yok, ancak Güney Afrika ordusunda askerlik yapıp siyahi insanları bastırmaya çalışmak bana vakit geçirmek için iyi bir yol gibi görünmedi.” sözleriyle açıkladı. Elon Musk Amerika Birleşik Devletlerini \"Orası muhteşem şeylerin mümkün olduğu yer.\" olarak betimliyor ve oraya taşınmak istiyordu.\n\n1992 yılında, Queen's University'de geçen iki yıldan sonra, University of Pennsylvania'da işletme ve fizik okumak için annesinin memleketinden yani Kanada'dan ayrıldı. The Wharton School of the University of Pennsylvania'da anadalını seçip, Ekonomi alanında lisans diploması aldı. Ayrıca University of Pennsylvania, School of Arts and Sciences'dan da, Fizik alanında yan dal diploması aldı. Bu dönemde yenilikçilikleriyle tanınan Nikola Tesla, Bill Gates v.b. birçok isimden ilham aldı. Uygulamalı Fizik ve Malzeme Bilimi alanında doktora yapmak için Kaliforniya'nın Silikon Vadisi bölgesine taşındı ancak doktorasını tamamlayamadı.\n\nİlerleyen dönemlerde internet, temiz enerji ve uzay alanlarında çalışma hedefi üzerine SolarCity, SpaceX, Tesla gibi şirketleri kurdu ve yöneticiliklerini üstlendi. İnsanlığın geleceğinin belirlenmesinde en çok bu alanların etkili olacağını düşündüğü için bu alanlarda çalışmayı tercih eden Elon Musk, bu çalışmalarla aslında gelecekte insanlık için yeni bir yaşam biçimi oluşturmayı hedefliyor.","likes":null,"date":"2020-06-08","keywords":"spacex,tesla,elon musk,mars,elektrikli araba,paypal,blastar","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T09:58:51.322Z","updated_at":"2020-10-31T09:58:39.645Z","banner":{"id":15,"name":"https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":3000,"height":2000,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":71.25,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":22.43,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":43.77,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":6.75,"width":234,"height":156}},"hash":"photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":490.9,"url":"/uploads/photo_1541185933_ef5d8ed016c2_ixlib_rb_1_2_7e772db0e2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T09:57:35.153Z","updated_at":"2020-10-25T09:57:35.194Z"}}},"__N_SSG":true}