{"pageProps":{"article":{"id":65,"title":"Antimadde Nedir?","content":"Çevremizdeki her şey maddedir. Duyularımızla algıladığımız ve kütlesi olan her şey. Ağaç, deniz, hava, insan maddedir. Çoğumuzun bildiği gibi madde atomlardan, atomlar da kendi alt parçacıklarından teşkil edilir. İnsanlık tarihinin büyük bir bölümü boyunca da maddeyle ilgili görüşümüz basitti. Ancak 1928’de Britanyalı fizikçi Paul Dirac’ın yazdığı bir denklem bize yepyeni bir olgunun kapılarını açtı. Dirac, kuantum teorisi ile özel göreliliği birleştirip elektronun göreceli hareketini tanımlamak için ileride kendisine Nobel ödülü kazandıracak bir formül geliştirdi. Bir sorunu çözmek için geliştirilen formül beraberinde başka bir sorun getirdi. Tıpkı x2 = 4 denkleminde hem 2 hem de -2 çözümlerinin oluşu gibi Dirac’ın denkleminde de negatif işaretli bir çözüm daha beliriyordu. Hepimizin anlayacağı dille, bu çözüm kümesine göre artı yüklü elektronun var olması gerekiyordu ancak klasik fiziğe göre bu mümkün görünmüyordu. Ama günümüzde biliyoruz ki zıt yüklü maddeler var hatta laboratuvarlarda çok çok küçük miktarda da olsa antimadde üretimi gerçekleştirildi.\n\n![Resim](https://i.hizliresim.com/ARI98K.png)\n\n**Paul Adrien Maurice Dirac**\n\nAntimaddeyi daha iyi anlamak için öncelikle atomun yapısını anlamak daha iyi olur. Atom, pozitif yüklü, negatif yüklü ve yüksüz alt parçacıklara sahiptir ki bunlara proton, elektron ve nötron denir. En düz ifadeyle antimadde de bu parçacıklardaki yüklerin zıt olmasından ibarettir. Protonun negatif yüklü ve elektronun pozitif yüklü olduğu başka alt parçacıklardan oluşurlar ki bunlara sırasıyla antiproton ve antielektron (pozitron) denir. Nasıl ki bir hidrojen atomunu bir proton ve bir elektron teşkil ediyorsa antihidrojen atomu da bir antiproton ve bir pozitrondan var olur. Antimaddenin yükünün zıt olması kafanızı karıştırmasın. Antimadde, parçacıklarının yükleri dışındaki bütün özelliklerinde normal maddeyle birebir aynıdır. Kütleçekim yasası antimadde için de aynen geçerlidir. Üretilen miktarın çok az oluşu yerçekiminin zayıf bir kuvvet oluşu nedenleriyle bu daha deneylerle test edilmiş değildir ama teknik olarak doğrudur.\n\nAntimadde, normal madde ile temasa geçtiğinde ünlü fizikçi Einstein’ın bulduğu E=mc2 denklemine sadık kalarak kütlelerini enerjiye çevirirler ve parlayarak etraflarına gamma radyasyonu saçıp yok olurlar. Var oluşları da aynı kural üzerinden ilerler ve enerjiden eşit miktarlarda madde ve antimadde üretilir. Günümüzde güçlü parçacık hızlandırıcılarını kullanarak antimadde elde edebiliyoruz. Ancak üretim kapasitemiz o kadar düşük ki şu anki teknoloji ile bir gram antimadde üretmek milyarlarca yılımızı alır.\n\nAntimadde, enerji saçma potansiyeli sayesinde bilim kurguda da kendisine büyük yer edinmiştir. Hayal edilen büyük silahlar ve güçlü roketlere dayanak olmuştur. Hatta bazı filmlerde antimadde bombalarına da denk gelebilirsiniz. Her ne kadar teknik açıdan mümkün olsalarda da teknolojimiz ve antimadde üretme hızımız göz önüne alındığında yakın bir tarihte antimaddeden üretilen bir silah ya da roket görmemiz çok olası değil.\n\nBüyük patlama sırasında her şey henüz enerjiydi. Enerjiden eşit miktarlarda madde ve antimadde üretilip günümüzde her şeyi şekillendiren atomlar var edildi. Peki, madde ile antimadde eşit miktarlarda üretildi ise neden günümüzde hiç antimadde göremiyoruz? Bu soru bilim dünyasının en büyük gizemlerinden birisidir. Uzayın hiçbir yerinde antimadde yığını göremedik, göremiyoruz. Bir teoriye göre de normal madde antimaddeden daha çok oluştu. Böylece karşılıklı yok edişseler dahi normal madde kalmaya devam etti. Fizikçiler bu sorunun yanıtını bulmak için deneylere devam ediyorlar ancak maddenin antimaddeye neden veya nasıl baskın geldiği hala muamma.\n\nKaynaklar:\n\n[https://www.sciencealert.com/antimatter](https://www.sciencealert.com/antimatter)\n\n[https://home.cern/science/physics/antimatter](https://home.cern/science/physics/antimatter)\n\n[https://www.livescience.com/32387-what-is-antimatter.html](https://www.livescience.com/32387-what-is-antimatter.html\n\n[https://www.scientificamerican.com/article/what-is-antimatter-2002-01-24/](https://www.scientificamerican.com/article/what-is-antimatter-2002-01-24/)","likes":null,"date":"2020-09-21","keywords":"antimadde,pozitron,elektron,yük,atom,kütle,proton,nötron","user":null,"created_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-29T14:26:34.431Z","updated_at":"2020-10-31T10:31:16.811Z","banner":{"id":95,"name":"https://i.hizliresim.com/EzILuT.jpg","alternativeText":"","caption":"","width":1280,"height":720,"formats":{"large":{"ext":".jpg","url":"/uploads/large_Ez_I_Lu_T_ee27ee0722.jpg","hash":"large_Ez_I_Lu_T_ee27ee0722","mime":"image/jpeg","name":"large_https://i.hizliresim.com/EzILuT.jpg","path":null,"size":45.2,"width":1000,"height":563},"small":{"ext":".jpg","url":"/uploads/small_Ez_I_Lu_T_ee27ee0722.jpg","hash":"small_Ez_I_Lu_T_ee27ee0722","mime":"image/jpeg","name":"small_https://i.hizliresim.com/EzILuT.jpg","path":null,"size":13.86,"width":500,"height":281},"medium":{"ext":".jpg","url":"/uploads/medium_Ez_I_Lu_T_ee27ee0722.jpg","hash":"medium_Ez_I_Lu_T_ee27ee0722","mime":"image/jpeg","name":"medium_https://i.hizliresim.com/EzILuT.jpg","path":null,"size":27.42,"width":750,"height":422},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_Ez_I_Lu_T_ee27ee0722.jpg","hash":"thumbnail_Ez_I_Lu_T_ee27ee0722","mime":"image/jpeg","name":"thumbnail_https://i.hizliresim.com/EzILuT.jpg","path":null,"size":4.68,"width":245,"height":138}},"hash":"Ez_I_Lu_T_ee27ee0722","ext":".jpg","mime":"image/jpeg","size":70.97,"url":"/uploads/Ez_I_Lu_T_ee27ee0722.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":4,"updated_by":4,"created_at":"2020-10-29T14:23:29.658Z","updated_at":"2020-10-29T14:23:29.687Z"}}},"__N_SSG":true}