{"pageProps":{"article":{"id":106,"title":"Fermi Paradoksu Nedir?","content":"1950 yılında Enrico Fermi adlı İtalyan fizikçi bir öğlen yemeği sırasında bir soruyla çıkagelmiş. Fermi, yeteri kadar roket teknolojine ve azılı bir imparatorluk hırsına sahip bir medeniyetin bütün galaksiyi hızlıca kolonileştirebileceğini fark etmiş. Peki, evrende sayısız yıldız ve gezegen varken neden kimseyle iletişim kuramıyoruz? Herkes nerede? \n\nFermi paradoksu, Dünya dışı medeniyetlerin varlığının gayet muhtemel oluşu ile bugüne dek dünya dışı yaşamı doğrulayacak hiçbir bulgunun olmayışı arasındaki çelişkiyi belirtir. Teorisi, gezegenimizin ve Güneşin evrenin kalanına kıyasla daha genç bir sistem olduğunu göz önünde bulundurarak uzaylıların Dünyayı çoktan ziyaret etmiş olmaları gerektiğini söyler. Fermi’nin sorusunu daha iyi anlamak için gözlemlenebilir evrene bir göz atalım.\n\nGözlemlenebilir evrende galaksimizdeki yıldızlar kadar galaksi bulunur ki bu galaksimizdeki her bir yıldız için bir galaksi daha var demektir. Galaksimizde 100-400 milyar arasında yıldız bulunduğunu düşününce bu evrenimizde 10^22 ile 10^24 arasında yıldız bulunduğunu söyleyebiliriz. Bu da demek oluyor ki Dünyadaki her kum tanesi için uzayda 10,000 yıldız var. Bilim dünyası bu yıldızlarının kaçının Güneşe benzer olduğu konusunda uzlamış değil ancak en kötü ihtimalle 500 kentilyon(10^18) tane Güneş benzeri yıldız bulunduğu tahmin ediliyor.\n\nElbette Güneş benzeri yıldızların bulunmasıyla yaşam mümkün kılınmıyor. Dünya gibi yaşama elverişli yörüngeye yerleşmiş gezegenlere de ihtiyacımız var. Bu konuda da bilim dünyasında uzlaşmazlık mevcut ancak yine en kötü ihtimali değerlendirdiğimizde Dünya gibi yaşabilir gezegenlerin sayısını 100 kentilyon olarak elde ediyoruz. Bu da her dünyadaki her kum tanesi için yaklaşık 100 tane Dünya benzeri gezegen var demek. \n\nBu gezegenlerin sadece yüzde birinde bile akıllı yaşam formu bulunsa gözlemlenebilir evrende yaklaşık 10 katrilyon tane akıllı medeniyet var demektir. Bu hesabı evren için değil de kendi galaksimiz için yaptığımızda da elde ettiğimiz sonuç galaksimizde 1 milyar Dünya benzeri gezegenin ve 100,000 akıllı medeniyetin var olması gerektiğidir. \n\nUzaydan gelen sinyalleri sürekli dinleyip akıllı yaşamın varlığı arayan kuruluşlar var ancak bugüne dek dünya dışı yaşama dair en ufak bir bulgu elde edemedik. Kendi galaksimizde bile 100,000 kadar akıllı medeniyet bulunması gerekirken neden hiç sinyal algılayamıyoruz? Herkes nerede?\n\nFermi paradoksuna hoş geldiniz. Bu durumun bir paradoks olmasının nedeni bu kadar çok yaşam ihtimali olmasına karşın elimizde dünya dışı yaşama dair en ufak bir kanıt bile olmamasındandır. Paradoksun olası çözümlerini incelemeden konuya ilişkin kavramları incelemekte yarar var.\n\n### Drake Denklemi\n\nFermi paradoksuyla yakından ilişkili bir denklem olup Frank Drake tarafında 1961 yılında Samayolu galaksisi içinde akıllı medeniyetlerin sayısını hesaplamak amacıyla yazılmıştır. \n\n![Banner](https://s3.amazonaws.com/images.spaceref.com/news/2019/oodrake.jpg)\n\nN = Samanyolu galaksisinde iletişim kurabileceğimiz medeniyet sayısı\n\nR* = Yaşama uygun yıldızların yıllık oluşma oranı\n\nfp = Bu yıldızların kaç tanesinin gezegene sahip olduğunun oranı\n\nne = Yıldız sistemi başına düşen yaşama elverişli gezegen sayısı\n\nfl = O gezegenler arasında yaşamın başlama oranı\n\nfi = Yaşamın başladığı gezegenlerde akıllı yaşamın başlama oranı\n\nfc = Akıllı yaşamlar içinde uzaya sinyal gönderecek kadar gelişme gösteren medeniyetlerin oranı\n\nL = İletişim kurma yetisi olan medeniyetin ömrü\n\nDrake denklemi içerisindeki hiçbir değer tam olarak bilinmediğinden tahminde bulunmak da zorlaşıyor. SETI’nin çalışmalarında iletişim kurmak isteyen yaklaşık 10,000 medeniyet olduğu tahmin edilirken 2011 yılındaki bir çalışmada Dünya’nın bu konuda tek örnek olabileceği de söyleniyor.\n\n### Kardaşev Ölçeği\n\nKardaşev ölçeği, medeniyetlerin gelişmişliklerini enerji tüketimlerine göre tasnif eden bir yöntemdir. Tip I, II ve III olarak üç ayrı kategorisi bulunur. Tip I medeniyetler gezegenindeki bütün enerji kullanma yetisine sahiptir ki insanoğlu yaklaşık Tip 0,7 düzeyinde bir medeniyettir. Tip II medeniyetler ise içinde bulundukları yıldız sistemindeki bütün enerjiyi kullanabilirler. Bizim medeniyetimiz için yıldızımızı sömürmek zor ancak [Dyson küresini](https://www.betikblog.com/article/dyson-kuresi-nedir-60) hayal ederek başlangıç yapmış bulunuyoruz. Tip III medeniyetler bulunduklar galaksinin tüm enerjisi üzerinde kontrol sahibidirler. \n\nFermi paradoksu ile ilgili kavramları inceledikten sonra paradoksun bazı olası çözümlerine göz atabiliriz:\n- Galaksi çoktan kolonileştirildi ancak biz ıssız kimsenin haberdar olmadığı bir bölgesinde yaşıyoruz.\n- Tip II düzeyine erişmiş medeniyetler galaksiyi kolonileştirmek yerine yıldızlarından sağladıkları enerjiyle huzurlu bir yaşam sürüyorlar.\n- Çok gelişmiş bir medeniyet var ve belirli düzeye erişen medeniyetleri anında yok edip varlıklarını siliyor.\n- Teknolojimiz onların varlıklarını algılamak için çok ilkel.\n- Uzaylı medeniyetlerle iletişim içindeyiz ancak hükümetler bunu gizliyorlar.\n- Gelişkin medeniyetler bizi sessizce izliyorlar.\n- Evrende yalnızız.\n\n#### Büyük Filtre Teorisi\n\nMedeniyetlerin Tip III olma yolunda aşmaları gereken engeller var. Bu engellerden öyle birisi var ki medeniyetlerin bu engeli aşması ya imkansız ya da çok düşük ihtimalli. Bu engel nükleer savaş, meteor çarpması gibi pek çok şey olabilir ve buna Büyük Filtre denir. \n\nEğer bu teori doğruysa bizi ilgilendiren soru şudur: Büyük Filtre zaman çizgisinin neresinde?\n\n- Büyük Filtre Geçmişte\n\nBüyük Filtreyi aşıp geçmişte bırakabildiysek son derece şanslıyız demektir. Bu filtreyi aşan az sayıda, hatta tek tür olabiliriz. Ayrıca bu ihtimal neden henüz bir Tip III medeniyetle karşılaşmadığımızı da açıklayabilir. \n\n- Büyük Filtre Gelecekte\n\nEğer şanslı değilsek ve Büyük Filtre gelecekte bizi bekliyorsa başımız büyük belada demektir. Tüm senaryolarda medeniyetlerin bir noktadan sonra büyümesini durduran bir engel muhtemelen bizim türümüzün de sonunu getirecektir.\nBaşka gezegenlerde yaşama dair en ufak iz bulmak bizim için korkunç olur. Çünkü bu tip bir bulgu Büyük Filtrenin geçmişte kalmış olma ihtimalini yok edip Büyük Filtrenin gelecekte bizi beklediğini haber verir.\n\nÇok ama çok kısa süredir uzaya sinyal gönderip gelebilecek olası sinyalleri araştırıyoruz ve şimdiye kadar hiçbir şey bulamadık. Belki de Stephen Hawking’in uyarısını dikkate alıp tüm bu araştırmaları durdurmalıyız. Çünkü başka bir medeniyetin varlığı bize sadece felaket getirecektir. Yazımı bilim kurgu yazarı Arthur C. Clarke’nin sözü ile bitirmek istiyorum.”İki olasılık var. Ya evrende yalnızız ya da değiliz. İki olasılık da eşit derecede ürkütücü…”\n\n[https://waitbutwhy.com/2014/05/fermi-paradox.html](https://waitbutwhy.com/2014/05/fermi-paradox.html)\n\n[https://www.space.com/25325-fermi-paradox.html](https://www.space.com/25325-fermi-paradox.html)\n\n[https://www.seti.org/seti-institute/project/fermi-paradox](https://www.seti.org/seti-institute/project/fermi-paradox)\n\n[https://en.wikipedia.org/wiki/Fermi_paradox#Drake_equation](https://en.wikipedia.org/wiki/Fermi_paradox#Drake_equation)","likes":null,"date":"2020-11-16","keywords":"uzaylı,evren,medeniyet,yıldız,galaksi,paradoks","user":null,"created_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"updated_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"created_at":"2020-11-16T17:40:10.755Z","updated_at":"2020-11-16T17:49:01.755Z","banner":{"id":143,"name":"https://images.unsplash.com/photo-1465101162946-4377e57745c3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","alternativeText":"","caption":"","width":5257,"height":3474,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","url":"/uploads/large_photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","hash":"large_photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1465101162946-4377e57745c3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","path":null,"size":167.96,"width":1000,"height":661},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","url":"/uploads/small_photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","hash":"small_photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1465101162946-4377e57745c3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","path":null,"size":40.53,"width":500,"height":330},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","url":"/uploads/medium_photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","hash":"medium_photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1465101162946-4377e57745c3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","path":null,"size":94.64,"width":750,"height":496},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","url":"/uploads/thumbnail_photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","hash":"thumbnail_photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1465101162946-4377e57745c3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","path":null,"size":9.49,"width":236,"height":156}},"hash":"photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","mime":"image/jpeg","size":5012.52,"url":"/uploads/photo_1465101162946_4377e57745c3_ixlib_rb_1_2_e57455db1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=757&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":4,"updated_by":4,"created_at":"2020-11-16T17:30:50.345Z","updated_at":"2020-11-16T17:30:50.401Z"}}},"__N_SSG":true}