{"pageProps":{"article":{"id":25,"title":"İnancın Gücü","content":"“Akıl kendi mekânını yaratır, cehennemi cennete, cenneti cehenneme çevirebilir.” diyordu John Milton destansı şiiri 'Kayıp Cenet'te. \"İyiliği, hastalığı, sefaleti, mutluluğu, zenginliği, fakirliği yapan zihindir.\" diyor Edmund Spencer. \"Limiti koyan zihindir. Zihin bir şeyi yapabileceğini kestirebildiği kadar başarılı olur. Yüzde 100 inandığın sürece her şeyi yapabilirisin.\" Arnold Schwarzenegger ve bu büyük düşünürler gibi yüzlerce düşünürün bu fikire ait epigraflarına şahit oluyoruz.Bu sözler düşünürlerin yaralarından sızan ve bize yolumuzu gösteren deniz fenerleri adeta. Zihnimiz, düşüncelerimiz, inançlarımız ve söylemlerimiz, umutlarımız hem yaşantımızın ürünüdür hem de yaşantımızı şekillendiren unsurlardır.Çetrefilli bir bağlam içinde yaşantımız(beynimiz,gönlümüz) şekillenmektedir.Peki bu fikirler deneysel olarak kanıtlanmış gerçekler midir? Şimdi birlikte ona bakalım.\n\nİyiyi de kötüyü de zihnimiz de yarattığımızı kanıtlayan bilimsel bulgunun adı \"Plasebo ve Nosebo\" etkisi diye adlandırılır.Öyle bilimsel bulgular var ki gerçekliğin tamamen görünür(fiziki(maddi)) yasalar olmadığını bize gösteriyor.Metafiziğe(inanca,soyut olana) ait bulguların hayatımızdaki yerine çok isabetli bir şekilde parmak basıyor.\"Plasebo ve Nosebo\" etkisi de bunların başında gelen çok önemli bir bulgudur.\n\nYoung'ın çift yarık deneyinde parçacığın ikili doğası ortaya konulmuştur.Temelde kuantum parçacıkları, aynı anda hem dalga hem parçacıktır. Fakat ölçmeye veya gözlemlemeye kalkarsanız ya dalgayı ya da parçacığı bulursunuz. İkisi aynı anda saptanamazlar. Dalga ve parçacığı aynı anda net bir şekilde saptayamama durumu, Heisenberg’in belirsizlik ilkesinin özüdür.Buradaki belirsizliği kaldıran yine insan zihnidir eğer ben dalga özelliğini görmek istiyorum derse dalga özelliğini görür eğer ben parçacık özelliğini görmek istiyorum derse parçacık özelliğini görür.Buradaki önemli nokta şu ki tam çıkmadan önce dalga özelliğini göreceğim diye kendini inandırdıktan sonra fikrini değiştirse bile yine dalga olarak gözlemler.Niyetin, inancın önemine bu deneyde de bir kez daha şahit olmuş oluyoruz.\n\nŞimdi plasebo ve nosebo etkisi üzerine konuşalım.\n\nPlasebo, hastaların sağlık durumlarına ilişkin olumlu beklentilerinin, nosebo ise negatif beklentilerinin etkisidir. Plasebo yararlı sonuçlara, nosebo ise zararlı sonuçlara neden olur. Bu etkiler, klinik tedavide aktif ajan veya plasebo ile yapılan tedavi, klinik araştırma, tıbbi tedaviler hakkında bilgi sağlanması ve halk sağlığı kampanyaları dahil olmak üzere birçok klinik bağlamda ortaya çıkar.\n\nPlasebo (placebo) etkisi, farmakolojik olarak etkisiz bir ilaç formülasyonunun veya pozitif telkinin, olumlu bir etki ortaya çıkarma halidir. Latince kökenli bir kelime olup hoşnut etmek anlamına gelir.\n\nNosebo (nocebo) etkisi, kişinin bir durumla alakalı negatif beklentilerinin, kişiyi olumsuz etkilemesi anlamına gelmektedir. Örneğin bir ilacın yan etkiler getireceğine kişinin inanması nedeniyle - farmakolojik olarak etkisiz bir ilaç verilse bile - bazı yan etkilerin beklenenden fazla görülmesi veya negatif telkinin kişiyi olumsuz etkilemesi durumudur.\n\n\"Plasebo ve Nosebo\" etkisini kanıtlayan birçok deney var şimdi onları bir göz atalım.\n\nOtuz dört üniversite öğrencisinin katılımıyla yürütülen bir araştırmada öğrencilerin kafasına bir makine bağlanıyor ve kendilerine küçük elektrik akımları verileceği ve bunun baş ağrısına sebep olacağı söylenıyor. Deney sırasında öğrencilerin hiçbirine elektrik akımı verilmemesine rağmen deneyin ardından öğrencilerin 3'te 2'si baş ağrısı yaşadığı tespit ediliyor.\n\nBu araştırma ise çok daha çarpıcı bir şekilde bu gerçeği ispatlıyor. Aynı anda hem plasebo hem de nosebo etkisi üzerine bir araştırma yapılıyor. Japon araştırmacılar tarafından yürütülen çalışma, lise çağındaki elli yedi gencin katılımıyla gerçekleştiriliyor. Bu öğrencilerin ortak özelliği, hepsinin toxicodendron vernicifluum adlı ağaca alerjik reaksiyon göstermesi, ağacın yapraklarına temas ettiklerinde ciltlerinin kızarıp kaşınmasıydı. Deney kapsamında öğrencilerin gözleri bağlanıyor ve sol kollarına toxicodendron ağacının yaprakları, sağ kollarına ise zararsız bir ağacın yaprakları sürtülüyor.Ancak öğrencilere yanlış bilgi veriliyor ve tehlikeli olan yaprakların sağ, tehlikesiz olanların ise sol kollarına sürtüldüğü söyleniyor. Netice ise oldukça ilginç: Çocukların büyük bir bölümünün sağ kolunda kızarıklık ve kaşınma ortaya çıkarken alerjik oldukları ağacın yaprakları sol kollarında hiçbir reaksiyona sebep olmuyor.\n\nNosebo etkisinin bizi ölüme kadar götürebilecek bir güç olduğunu ispatlayan bu çalışma ise insanı hayrete sürüklüyor.1970'li yıllarda gerçekleşen olayda, bir adam bir takım semptomlar hissettiği için hastaneye gidiyor ve doktorlardan karaciğer kanserine yakalandığını ve yalnızca birkaç ay ömrü kaldığını öğreniyor.Teşhisin ardından karaciğer kanserinde yaşananlara benzer semptomlar geliştiren adam, birkaç ay içerisinde gerçekten de hayatını kaybediyor. Kaldı ki yapılan otopsiler adamın kanser hastası olmadığını, teşhisin yalnızca bir doktor hatasından ibaret olduğunu ortaya koydu. Bu akıl almaz hikayenin de gösterdiği gibi, zihinlerimiz sandığımızdan çok daha güçlüdür ve gerçekliğimizi yaratan umut ve beklentilerimizdir.\n\n\"Düşersin deme, dikkat et düşmeyesin de'. Söz çağırır. Sözün canı vardır. Kim söyletiyor o sözü sana? Güzeli söyle, güzeli çağır.\"(K.Sayar/S.Ökten)","likes":null,"date":"2020-06-29","keywords":"inanç,beyin,niyet","user":null,"created_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-26T16:19:55.389Z","updated_at":"2020-10-31T10:09:59.206Z","banner":{"id":36,"name":"https://images.unsplash.com/photo-1584362917165-526a968579e8?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","alternativeText":"","caption":"","width":11811,"height":7559,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","url":"/uploads/large_photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","hash":"large_photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1584362917165-526a968579e8?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","path":null,"size":21.56,"width":1000,"height":640},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","url":"/uploads/small_photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","hash":"small_photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1584362917165-526a968579e8?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","path":null,"size":7.42,"width":500,"height":320},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","url":"/uploads/medium_photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","hash":"medium_photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1584362917165-526a968579e8?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","path":null,"size":13.93,"width":750,"height":480},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","url":"/uploads/thumbnail_photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","hash":"thumbnail_photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1584362917165-526a968579e8?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","path":null,"size":2.65,"width":244,"height":156}},"hash":"photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","mime":"image/jpeg","size":2169.81,"url":"/uploads/photo_1584362917165_526a968579e8_ixlib_rb_1_2_38f6ed82ee.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1382&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":2,"updated_by":2,"created_at":"2020-10-26T16:18:35.090Z","updated_at":"2020-10-26T16:18:35.190Z"}}},"__N_SSG":true}