{"pageProps":{"article":{"id":38,"title":"Kitle Histerisi","content":"Herkese merhaba. Bugün sizlere psikolojik bir rahatsızlıktan, fakat hem bireyi hem de toplumu birinci dereceden ilgilendiren, salgın niteliğinde olan bir olaydan bahsedeceğim. Kitlesel psikojenik hastalık, kolektif histeri ya da kitle histerisi gibi isimlerle anılan bu durum, bir grup insanın belli psikolojik ya da çevresel faktörlerden dolayı benzer korkuları, semptomları ve davranışları göstermesi olarak tanımlanabilir. Bu tarz yani histerik davranışlar genelde; taşkınlık yapma, çığlık atma, hiperventilasyon, ani sinirlenme, bayılma, hareket bozuklukları ve geçici kimlik değişimi şeklinde kendini gösterir. Simon Wessely’nin 1987’de yazdığı makaleye göre kitle histerisi; kitle kaygısı histerisi ve kitle motor histerisi (mass anxiety hysteria and mass motor hysteria) olarak ikiye ayrılır. Kitle Kaygısı Histerisi genelde okul çocuklarında akut anksiyeteler şeklinde görülür ve görsel etkileşimle hızlı bir şekilde yayılır. Fakat Kitle Motor Histerisi her yaştan bireyde motor davranışlarda bozukluk olarak gözlenebilir ve adım adım yayılır. Aynı zamanda genellikle öncesinde yaşanan bir gerginlik olmuş olması gerekir.\n\nKitle histerisi yaklaşık 1500’lerden beri kayda geçmiş ve birbirinden ilginç vakalara sebep olmuştur. Ortak yanlarını görebilmek açısından bu vakaların bazılarından kısaca bahsetmek istiyorum.\n\n**Çılgın Rahibeler**\n\n1844 tarihli bir kitapta belirtilene göre, Orta Çağ’da belirtilmeyen bir zamanda Fransız manastırındaki bir rahibe miyavlamaya başladı ve kısa süre sonra bu miyavlama diğer rahibelere de yayıldı. Aynı şekilde 1784 yılında yazılan bir kitaba göre, Almanya’daki bir manastırda yoldaşlarını ısıran bir rahibenin bu davranışı da bir salgın gibi Hollanda’ya ve İtalya’ya kadar yayıldı.\n\n**Dans Eden Veba**\n\nÖncesinde çiçek hastalığı, sifilis, cüzzam gibi hastalıklar geçirmiş ve aynı zamanda çetin yaz ve kışlar, ekin donları, dolu yağışları atlatmış olan Fransa Strazburg’da bir kadın sokağa çıktı ve dans etmeye başladı. Bir hafta sonunda ona 30 kişi daha katıldı ve insanlar durmadan dans etmeye devam etti. Yetkililer sorunu çözebilmek için “daha fazla dans” önerdi fakat bu durumu daha da kötüleştirmekten ileriye gidemedi ve gittikçe yayılan salgın sonucunda insanlar aşırı yorgunluktan, felçten veya kalp krizinden dolayı öldü.\n\n**Karanlık Figür**\n\nBize en yakın örneklerden biri olan bu vaka 2019 Ağustos’unda Robert Bartholomew’in “kitlesel histeri başkenti” olarak tanımladığı Malezya’da gerçekleşiyor. Siti Nurannisaa isimli bir kız öğrenci ders dinlerken aniden uykulu hissetmeye başladığını ve sırtında keskin bir acı hissettiğini söylüyor. Daha sonra kan, şiddet ve korku içeren sahnelerin ardından şeytanı andıran bir yüz gördüğünden bahsediyor. Sonrasında Siti yere düşüyor ve bayılıyor. Siti’nin ardından onlarca kız öğrenci çığlık atmaya ve ağlamaya başlıyor. Okulun dışındaki bir dükkanın sahibi olan kadın ise çığlıkları “sağır edici” olarak tanımlıyor.\n\nDünyada bunlar ve bunlar gibi ilginç birçok vaka yaşanmış bulunuyor. Peki kitle histerisi neden ortaya çıkıyor? Biraz daha çözüm odaklı bakmaya çalışacak olursak, öncelikle sorunların temeline inmemiz gerekiyor. Bu 3 vakaya baktığımız zaman bireylerin daha öncesinde toplumsal sıkıntılara maruz kaldığını ya da belirli sınırlamalar içerisinde yaşadığını görebiliyoruz. Manastırlardaki rahibelerin evlenememek gibi farklı yasakları var. Malezyada’daki genç kızlar da her Türk genci gibi ağır sınavlara tabi tutuluyor, İslami olanlar dışında müzik dinlemelerine izin verilmiyor ve katı kıyafet kurallarına uymak zorunda kalıyorlar. Fransa ise geçmişte birçok doğa felaketine ve salgın hastalığa ev sahipliği yapmış bir ülke. Tüm bu olanlara baktığımızda bu gibi olayların halkın psikolojisini ciddi boyutlarda etkilediğini görebiliyoruz. Fakat bu 3 vaka dışında birçok vakaya baktığımız zaman daha dikkat çekici olan bir şey var: çoğunluğu kadınların oluşturuyor olması. Yine Bartholomew kitle histerisinin ezici bir kadın olgusu olduğunu inkar edemeyeceğini ve Malezya’daki diğer vakalarda Müslüman etnik çoğunluğundan ergen kızların daha çok etkilendiğinin bir gerçek olduğunu söylüyor. Görüyoruz ki vakaların çeşitliğindeki ana nedenler; kültürel farklılıklar, dini nedenler ve geçmişteki çarpıcı olaylar.\n\nSon olarak madem nedenlerden bahsettik, her an böyle bir olayla karşılaşma olasılığına karşın basit çözümlerden, en azından hastalığın daha da tetiklenmesini önleyecek şeylerden de kısaca bahsetmek gerekir. Simon Wessely’ ye göre Kitle Kaygısı Histerisi’nde bireyleri ayırmak ve ebeveynlerini çağırmak yeterli olabiliyor. Fakat Kitle Motor Histerisi’nde çözüm süreci biraz daha karmaşık ve direkt olarak altta yatan stresörleri çözmek gerekiyor. O yüzden de bu süreç biraz daha uzun olabiliyor. Ya da direkt olarak bu tarz olayların yaşanmaması için toplumsal huzur ve refah seviyelerini arttırmayı deneyebiliriz. Bundan dolayı herkese, özellikle eve kapanıp ruhsal olarak yıprandığımız bu karantina sürecini kendimizi geliştirebilmek için bir fırsat olarak görüp olabildiğince dolu dolu geçirmeyi tavsiye ediyorum. Hepinize pozitif ve huzurlu bir yaşam diliyorum!\n\nKaynakça\n\nWESSELY, Simon. Mass hysteria: two syndromes?. Psychological Medicine, 1987, 17.1: 109-120.\n\n[Vakalar Listesi](https://en.wikipedia.org/wiki/List_of_mass_hysteria_cases)\n\n[Dans Eden Veba](https://web.archive.org/web/20121013075434/http://dsc.discovery.com/news/2008/08/01/dancing-death-mystery.html)\n\n[BBC Haberi](https://www.bbc.com/news/world-asia-48850490)","likes":null,"date":"2020-04-13","keywords":"Histeri,Psikoloji,Psikiyatri,Anksiyete,Kitle Histerisi","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T19:33:49.788Z","updated_at":"2020-10-31T10:23:28.150Z","banner":{"id":53,"name":"https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","alternativeText":"","caption":"","width":5313,"height":3901,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","url":"/uploads/large_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","hash":"large_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","path":null,"size":118.82,"width":1000,"height":734},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","url":"/uploads/small_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","hash":"small_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","path":null,"size":33.8,"width":500,"height":367},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","url":"/uploads/medium_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","hash":"medium_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","path":null,"size":71.43,"width":750,"height":551},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","url":"/uploads/thumbnail_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","hash":"thumbnail_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","path":null,"size":7.72,"width":212,"height":156}},"hash":"photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","mime":"image/jpeg","size":3173.11,"url":"/uploads/photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T19:31:41.910Z","updated_at":"2020-10-28T19:31:41.954Z"}}},"__N_SSG":true}