{"pageProps":{"article":{"id":37,"title":"Klasik Müzik ve Parlayan Yıldızı 'Mozart'","content":"Her yerde karşımıza çıkan, çoğu insanın rahatlamak ve konsantre olmak için dinlediği, hatta dinlerken büyük bir zevk aldığı müzik türü, Klasik Müzik. Klasik müzik dinlemeye yeni başlamış biri olarak söylemek istiyorum ki; bu kadar güzel bir dünyayı çok geç fark etmiş olmak beni gerçekten üzüyor. Bir öğrenci olarak çalışırken yardımcı ve dinlendirici olmasını umarak adım attığım bu dünyada büyük bir huzur buldum ve yaşamaktan zevk almayı öğrendim diyebilirim.\n\nBüyük bir keyifle dinlediğimiz diğer müzik türlerinin aksine klasik müzik, vücudumuzda birtakım farklı etkilere yol açıyor. Hep birlikte bunları biraz inceleyelim;\n\n- Uyku sorunları için ‘klasik’ bir çözüm Hafif ve enstrümantal olduğu için uyumayı kolaylaştırıyor ve uyku kalitesini artırıyor. Eğer otobüste uykunuz geldiyse ve seslerden uyuyamadıysanız, güzel bir klasik müzik açıp uyumanızı tavsiye ederim. Zira tarafımca denenmiştir ve sıkça kullandığım bir yöntemdir.\n\n- Kan basıncını düşürüyor Oxford Üniversitesi’ ne göre hip-hop, rap ya da tekno tarzı müzikler kan basıncımızı yükseltirken, klasik müzik kan basıncımızı düşürüyor. Kan basıncı yükseldiğinde kalbimiz daha fazla kan pompalamak zorunda kalıyor (buna hipertansiyon diyoruz) ve bu da kalp krizinden kalp yetmezliğine kadar birçok sonuç doğurabiliyor. Elbette çok fazla tekno müzik dinlediğinizde kalp krizi geçirmezsiniz ancak daha sağlıklı bir hayat sürmenizi herkesten çok isteriz.\n\n- Verimliliği arttırıyor Dediğim gibi benim gibi öğrenciyseniz ya da işinizi yaparken konsantre olamıyorsanız, klasik müzik gerçekten yardımcı olabilir. Özellikle hafta başlarında verim düşer, işin içine pazartesi sendromu girer ve hayat biraz daha zormuş gibi gelir. Bir işi yeni öğrenmeye başlayanlar için de aynı şeyler geçerlidir. Klasik müziği birkaç kez bu gibi amaçlar için kullandığınızda, zaten yavaş yavaş hayatınızın bir parçası olmaya başladığını da göreceksiniz.\n \n- Depresyonla savaşıyor, stresi azaltıyor Klasik müzik kalp ritmimizle benzer bir ritme/tempoya sahip ve bu da kendimizi üzgün, bunalımda ya da baskı altında hissettiğimizde daha sakin ve iyi hissedebilmemiz için alternatif bir çözüm. Araştırmalara göre hamilelikte klasik müzik dinleyen kadınlar daha az stresli bir hamilelik süreci yaşıyor. Ayrıca özellikle aşk acısı çekerken arabesk ya da slow parçalar dinleyerek kendinizi daha da üzmek yerine birkaç parça Bach dinlemek size daha güçlü hissettirebilir ve mutlu olmak için kimseye ihtiyacınız olmadığı bilincine daha kolay erişmenizi sağlayabilir. Bu konuda beni destekleyen makale ise Tokat Üniversitesi Nöroloji Anabilim Dalı öğretim üyeleri tarafından 2009’ da yayımlanıyor. Müzikojenik Epilepsi’ ye (ME: Müzik dinleme ile ortaya çıkan bir epileptik sendrom) sahip bir hasta üzerinde yapılan araştırmaya göre, hasta ne zaman arabesk müzik dinlese ağlama ve huzursuzluğun eşlik ettiği nöbetler geçirdiği gözlemlenmiş. Fakat diğer müzik türlerinde bu yaşanmamış.\n\n- Bazı Epileptik sorunlar için yatıştırıcı etki yaratabiliyor Chiara Bedetti ve takım arkadaşlarının yaptığı çalışmaya göre, özellikle D majörlü K448'deki iki piyano için Mozart'ın sonatının, sistematik bir müzik dinleme protokolü sonrası, ilaca dirençli epilepsisi olan hastalarda nöbet sıklığını %50 ye kadar azalttığı görülmüştür.\n\nMOZART ETKİSİ\n\nİlk olarak Rönesans döneminde (1450-1600) Romen Diyojen' in katkılarıyla ortaya çıkmış olan klasik müzik, gittikçe büyüyerek ve çeşitlenerek sırasıyla Barok dönemi, Klasik dönem ve Romantik dönemden geçmiş, son olarak içinde bulunduğumuz Modern döneme girmiştir. Neredeyse 600 yıllık bu yolculuk bize Johann Sebastian Bach, Antonio Vivaldi, Claudio Monteverdi, Fazıl Say, İdil Biret ve Robert Schumann gibi sanatçılar armağan etmiştir. Fakat bugün benim bahsetmek istediğim daha özel bir sanatçı var. Kendisi “Wolfgang Amadeus Mozart”. 35 yıllık kısacık ömründe dünyaya 626 eser bırakmıştır ve ölümünün ardından 200 yıllık bir zaman geçmesine rağmen bu eserler hala insanlarda farklı güzellikler ve anlamlar uyandırmaktadır.\n\nAyrıca Mozart, çok efsanevi bir başlığa da hükmediyor, yani Mozart Etkisi’ne. Olaylar 1993'te Nature dergisinde yayınlanan Rauscher ve arkadaşlarının yaptığı bir araştırma ile başladı diyebiliriz. Rauscher, bir grup insana 10 dakika süreyle D majörlü K448'deki iki piyano için Mozart'ın sonatını dinletti ve bunun, daha sonra kısa vadeli mekânsal akıl yürütmeyi kolaylaştırdığını gösterdi. Yani Mozart dinledikten sonraki 10 – 15 dakikada algılarımız daha açık oluyordu. Fakat medya, çoğu zaman olduğu gibi konuyu çarpıttı ve insanlara, Mozart dinlemenin onları daha akıllı hale getirdiği fenomenini sundu. İnsanlar senelerce doğmamış bebeklerine anne karnında Mozart dinletti, Mozart etkisi adı altında birçok kitap, DVD ve CD satıldı, hatta oyuncak şirketleri bu konuyu üstlendi ve durum ticarete döküldü.\n\nFakat Rauscher dâhil sonrasında yapılan çalışmaların hiçbiri, Mozart müziğinin insan zekâsını ya da IQ’ sunu artırdığını göstermedi. Emin olduğumuz şeyler sadece bir süreliğine anlamayı kolaylaştırdığı, sakinleştirici etkisi olduğu; epilepsi, Alzheimer, öğrenme zorluğu, hiperaktivite gibi sorunların çözülmesinde ya da etkilerinin azaltılmasında yardımcı olduğu gibi şeylerdi. Bizi daha zeki bir insan haline getirmiyordu. Tabii bu etkiler sadece Mozart müziği için değil, aynı şekilde duygusal hareketlilik sağlayan diğer klasik eserler için de geçerli.\n\nEvet, Mozart ve müziği görüldüğü gibi gerçekten şaşırtıcı etkilere sahip. En başta bahsettiğim etkiler ve daha nice yararlı etkilerinden ötürü, herkese klasik müzik dinlemesini, hatta bir yaşam tarzı haline getirmesini öneririm. Yaşam kalitenizin arttığını anında fark etmeniz çok mümkün. Son olarak aşağıya bir öneri listesi bırakıyorum. Keyifli dinlemeler!\n\n[Spotify Listesi](https://open.spotify.com/playlist/4b3P2iMl4CuCgNKRl6eib0?si=I_gAlQjRSPWYhGUqwqj_dg)\n\nKaynakça\n\nBedetti C, D'Alessandro P, Piccirilli M, et al. Mozart's music and multidrug-resistant epilepsy: a potential EEG index of therapeutic effectiveness. Psychiatr Danub. 2018;30(Suppl 7):567–571.\n\nBrackney DE, Brooks JL. Complementary and Alternative Medicine: The Mozart Effect on Childhood Epilepsy-A Systematic Review. J Sch Nurs. 2018;34(1):28–37. doi:10.1177/1059840517740940\n\nATAMAN, Özge Gençel. The effect of Mozart's music on the success of middle school students in mathematics courses. 2014.\n\n[Müzikojenik Epilepsi](http://www.journalagent.com/epilepsi/pdfs/JTES_15_3_104_107.pdf)\n\n[Klasik Müziğin Yararları](https://ceotudent.com/bilimsel-aciklamalariyla-klasik-muzik-dinlemenin-5-sasirtici-faydasi)","likes":null,"date":"2020-03-30","keywords":"Klasik Müzik,Mozart,Beethoven,Psikoloji,Psikiyatri","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T19:23:03.714Z","updated_at":"2020-10-31T10:20:52.535Z","banner":{"id":52,"name":"https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","alternativeText":"","caption":"","width":6720,"height":4480,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","url":"/uploads/large_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","hash":"large_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","path":null,"size":75.6,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","url":"/uploads/small_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","hash":"small_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","path":null,"size":26.39,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","url":"/uploads/medium_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","hash":"medium_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","path":null,"size":48.01,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","url":"/uploads/thumbnail_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","hash":"thumbnail_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","path":null,"size":8.47,"width":234,"height":156}},"hash":"photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","mime":"image/jpeg","size":3460.74,"url":"/uploads/photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T19:18:06.716Z","updated_at":"2020-10-28T19:18:06.771Z"}}},"__N_SSG":true}