{"pageProps":{"article":{"id":46,"title":"Mobbing Nedir?","content":"Yeni bir pazartesiden herkese merhaba. Umarım haftaya güzel ve mutlu başlamışsınızdır. Bugünkü konumuz özellikle iş hayatı için önemli bir konu olan mobbing. Gelin biraz inceleyelim.\n\nİngilizce mob yani rahatsız etmek veya saldırmak kökünden gelen kelime bir kişinin ya da grubun başka bir kişiye **kabadayılık **yapması ya da **iş yerinde terör** olarak geçer. İş yerlerinde genellikle üstlerin ya da iş arkadaşlarının başka bir kişiye düzenli olarak baskı uygulaması, onu dışlaması ve o kişinin itibarını sarsmasıdır. Çalışanın mesleki yeterlilikleri, becerileri, değerleri sorgulanır, çalışanın hata yapması sağlanır ve suçlu çalışanmış gibi gösterilir. Kişiyle iletişim olumsuz yönde yapılır, küçük düşürülüp kontrol edici şekilde konuşulur. Çalışandan bilgiler saklanır ve kişi yıldırılmaya çalışılır ya da kişinin sağlığına direkt olarak saldırılır. Birkaç kişinin birden de yapabileceği bu eylemin asıl amacı kişiyi dışlamaktır.\n\nPeki mobbing yapan kişilerin ortak özellikleri nelerdir? Bu kişiler genelde antipatik özellikler taşıyan, düşmanlıktan hoşlanan korkak ve nevrotik kişilerdir. Kötü ve hileli işlere başvurmaktan çekinmeyen, her daim güçlü olma isteğini içinde barındıran aşırı denetçi bu kişilerle günlük hayatta sık sık karşılaşılabilir.\n\nAsıl konu bu kişilerle karşılaştığımızda ne yapmalıyız? Mobbinge uğradığımız zaman bize yapılan her zorbalığı not almalı, gerektiğinde başka bir tanığı daha yanımıza alıp görevli üst makamlara yaşadığımız sorunu bildirmeli ya da direkt olarak sorun yaşadığımız kişiye bize yaptıklarının farkında olduğumuzu, buna sessiz kalmayacağımızı belirtmeliyiz. Gerekirse bu konudaki yasalardan yararlanarak hukuki yollara başvurabilirsiniz. Bunların dışında iş değiştirebilir, özgüveninizi geliştirebilir, olasılıklara göre daha dikkatli davranabilir, size yapılan yalıtım çabasına sosyal ve mesleki yönden daha çok gelişerek cevap verebilir ya da psikolojik yardım alabilirsiniz.\n\nUmarım hiçbir zaman böyle bir durumla karşılaşmaz, karşılaşsanız bile yazımızı hatırlayarak bunun üstesinden gelebilirsiniz. Herkese iyi günler dilerim!\n\nKaynakça\n\n[Mobbing](https://tr.wikipedia.org/wiki/Mobbing)\n\n[İş Yerinde Şiddet](https://tr.wikipedia.org/wiki/%C4%B0%C5%9F_yerinde_%C5%9Fiddet)","likes":null,"date":"2020-08-03","keywords":"mobbing,işyerinde şiddet,psikolojik baskı","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T21:00:07.659Z","updated_at":"2020-10-31T10:26:38.923Z","banner":{"id":62,"name":"https://muhendisguncesi.com/wp-content/uploads/2014/07/yargitay-dan-mobbing-kriterleri-4273752.jpg","alternativeText":"","caption":"","width":606,"height":340,"formats":{"small":{"ext":".jpg","url":"/uploads/small_yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87.jpg","hash":"small_yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87","mime":"image/jpeg","name":"small_https://muhendisguncesi.com/wp-content/uploads/2014/07/yargitay-dan-mobbing-kriterleri-4273752.jpg","path":null,"size":13.1,"width":500,"height":281},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87.jpg","hash":"thumbnail_yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87","mime":"image/jpeg","name":"thumbnail_https://muhendisguncesi.com/wp-content/uploads/2014/07/yargitay-dan-mobbing-kriterleri-4273752.jpg","path":null,"size":4.94,"width":245,"height":137}},"hash":"yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87","ext":".jpg","mime":"image/jpeg","size":17.13,"url":"/uploads/yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:59:30.047Z","updated_at":"2020-10-28T20:59:30.077Z"}}},"__N_SSG":true}