{"pageProps":{"article":{"id":11,"title":"Programlama İçin Gerekenler","content":"Yazılım geliştirmek istiyor ancak bu alanda çalışmak için gereken yeteneklere sahip olup olmadığınız konusunda endişe mi duyuyorsunuz? Sakin olun belki de sahip olmanız gerektiğini düşündüğünüz bazı özelliklere gerçekten sahip olmanız gerekmiyordur.\n\nAkademik bir ortamda yazılım geliştirmek üzere eğitim alabilmeniz için bazı durumlarda ön koşul olarak matematik alanında yeterliliğinizi ispatlamanız beklenir. Elbette bu durum kendi kendini eğitme çağında olan bizlerin özel hayatında yapacağı öğrenim faaliyetlerini engelleyemez fakat “Yazılım geliştirmek için matematikte çok iyi olmak mutlak suretle gereklidir” fikrinin akıllarda yer edinmesi birçok kişinin bu alanda çalışma hevesini kırmaktadır. Peki ya matematik becerilerine sahip olmak yazılım geliştirmede sandığımız kadar etkili değilse?\n\nWashington Üniversitesi'nde yapılan bir araştırma dil öğrenmek için sahip olunan doğal bir yeteneğin yazılım geliştirme becerisi kazanmada temel matematik bilgisine kıyasla çok daha etkili olduğunu bizlere gösteriyor. Bunun sebebi ise kod yazmanın özünde kelime bilgisi, dil bilgisi gibi ikinci bir dil öğrenme konusunda gereken yeterlilikleri barındırıyor olması. “Ön koşul derslerden iyi bir programcının neye benzediğinin klişelerine kadar programlamanın önündeki birçok engel, programlamanın büyük ölçüde matematik yeteneklerine dayandığı ve bu fikrin verilerimizde ortaya çıkmadığı fikrine odaklanıyor,” diyor başyazar Chantel Prat.\n\nNature Publishing Group'tan açık erişimli bir dergi olan Scientific Reports'ta yayınlanan araştırma, üç düzineden fazla yetişkinin nörobilişsel yeteneklerini ortak bir programlama dili olan Python'u öğrenme süreçlerini inceliyor. Bu çalışma kapsamında yönetici işlevlerini, dil ve matematik becerilerini değerlendirmek için yapılan bazı testlerden sonra katılımcılar Python'da bir takım çevrimiçi ders ve sınavı tamamladılar. Sonuç olarak Python'u daha hızlı ve daha doğru bir şekilde öğrenenler, güçlü problem çözme ve dil yeteneklerinin bir karışımına sahip olma eğiliminde olduğu gözlemlendi.\n\nİnsan dillerini öğrenmenin sinirsel ve bilişsel yol göstericileri konusunda uzmanlaşmış olan Cahntel Prat, insanların Python'u nasıl öğrendikleri ile ilgili kişisel farklılıkları araştırmaya başladı. Prat’ın çalışmasında Python dilini kullanmasının sebebi fonksiyonlar için semboller yerine birçok gerçek kelime kullanılması gibi birçok özelliğiyle Pyhton ve İngilizce arasında benzerlik ilişkişi olmasıydı.\n\n\"Bu, doğal dil yeteneğinin hem sinirsel hem de bilişsel yol göstericileri ile programlama dilleri öğrenmedeki bireysel farklılıklarla ilişkilendiren ilk çalışmadır. Farklı insanların Python'da programlamayı öğrenme hızındaki değişkenliğin % 70'inden fazlasını açıklayabildik ve yalnızca bu miktarın küçük bir kısmı aritmetik ile ilişkiliydi, \"diyen Chantel Prat, daha fazla araştırma, dil becerisi ve programlama dersi arasındaki bağlantıları bir sınıf ortamında veya Java gibi daha karmaşık dillerle veya kodlama yeterliliğini göstermek için bu çalışmada verilenlerden daha karmaşık görevlerle inceleyebileceğini söyledi.\n\nToparlayacak olursak günümüzde tartışılamayacak ve gittikçe artan bir öneme sahip olan yazılım alanında çalışmak istiyorsanız toplumda yaygın olan bazı ön yargı duvarlarını yıkıp var gücünüzle isteğinizin peşinden koşun. Zira hiçbir branşa tek başına bağlı olamayacak kadar kompleks ve özgün bir yapısı olan yazılım alanında çalışırken hiç ummadığınız bir yeteneğiniz denkleme dahil olup yardımınıza koşabilir.\n\n[Araştırma Detayları İçin](https://www.sciencedaily.com/releases/2020/03/200302103735.htm)","likes":null,"date":"2020-07-06","keywords":"programlama,yazılım,öğren,javascript,pyhton,dil,araştırma","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T15:54:11.901Z","updated_at":"2020-10-31T09:59:37.100Z","banner":{"id":17,"name":"https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","alternativeText":"","caption":"","width":5507,"height":3098,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/large_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"large_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":49.52,"width":1000,"height":563},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/small_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"small_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":15.71,"width":500,"height":281},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/medium_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"medium_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":30.63,"width":750,"height":422},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/thumbnail_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"thumbnail_photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1484417894907-623942c8ee29?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":5.38,"width":245,"height":138}},"hash":"photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","mime":"image/jpeg","size":1631.54,"url":"/uploads/photo_1484417894907_623942c8ee29_ixlib_rb_1_2_64c9e54239.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T15:52:56.513Z","updated_at":"2020-10-25T15:52:56.557Z"}}},"__N_SSG":true}