{"pageProps":{"article":{"id":54,"title":"Tuğrul Bey ve Türklerde İlk Laik Hamle","content":"Ülkemizde hala tartışılan ve bir türlü sona ermeyen çekişmelere neden olan bir konu: laiklik. Türklerde laikliğin ilk ne zaman uygulanmasından önce laikliğin ne olduğuna bir bakalım. TDK sözlüğüne göre laiklik devlet ile din işlerinin ayrılığı demek. Diğer bir deyişle devlet yönetiminde dinin referans alınmayııp diğer dinlere tarafsız davranmayı savunan bir görüştür. Atatürk’e göre laiklik aynı zamanda din ve vicdan özgürlüğünü de kapsar.\n\nBenim bu yazıda bahsedeceğim olay ise laik anlayışta bir kararın Türklerde ilk kez ne zaman, nasıl ve kim tarafından alındığıdır. Konuya giriş yapmadan önce olayımızın kahramanı Muhammed Tuğrul Bey bin Mikail veya herkesçe bilinen kısa adıyla Tuğrul Beyden ve Büyük Selçuklu Devletinin kuruluşundan söz etmek isterim.\n\n10 yüzyılda, Aral Gölü ile Hazar Denizi arasında Oğuz Yagbu Devleti hâkimiyet sahibi idi. Oğuz Yagbu Devleti Tengirici Oğuz boylarından oluşan bir devletti ve yöneticisi “Yagbu” ünvanını taşıyordu. Bu devletin ordusunun başında “Dukak Bey” adında bir komutan vardı. Dukak Bey öldükten sonra yerine genç yaşta oğlu “Selçuk Bey” geçip hızla mevki ve itibar kazanmaya başladı. Selçuk Bey Yagbunun gözüne batmaya başladı ve öldürülmemek için başı olduğu Kınık boyu mensuplarıyla beraber Oğuz Yagbu Devletinden ayrılıp Cend şehrine göçtü. Bu şehir Tuğrul ve Çağrı Beylerin doğduğu şehirdir. Burada yöneticileri ile toplantı yaptıktan sonra Selçuk Bey ve yönetici takımı İslamiyete geçtiler. Sahip oldukları nüfuz da çevredeki Türkmenlerin İslamiyete geçişini hızlandırdı. Babaları Mikail bir gazada şehit düştüğünden Tuğrul ve Çağrı Beyler küçük yaştan itibaren dedeleri Selçuk Beyin yanında büyüdüler ve eğitim gördüler. Selçuk Bey “Müslümanlar gayrimüslimlere haraç vermez.” diyerek haraç almaya gelen Oğuz Yagbu Devleti görevlilerini kovmuş ve bağımsızlığını ilan etmiştir. Selçuk Beyden sonra ikinci büyük kardeş olan Arslan Bey yönetime geçti. Ancak Arslan Bey Gaznelilerce yakalanıp Hindistanda hapsedildi. Yönetime Mikail oğlu Tuğrul ve Çağrı Beyler geçtiler ve 1040 yılında gerçekleşen Dandanakan Savaşına dek Gazneliler ve Karahanlılarla mücadele ettiler. Zaman içinde Tuğrul Bey süt kardeşi İbrahim Yınal ve kardeşi Çağrı Beyin yardımlarıyla sınırlarını ve hâkimiyetini genişletti.\n\nO sırada Şii mezhepli Büveyhoğulları Bağdat’ı ele geçirip halifeyi güçsüz ve yetkisiz kılmışlardı. 1055 yılında Abbasi halifesi Şiilerin boyunduruğundan kurtulmak için Tuğrul Beyden yardım istedi. Tuğrul Bey aynı yıl bir sefer düzenledi ve Büveyhoğullarının sonunu getirip halifeliğin koruyuculuğunu üstlendi. Ancak 1058 yılında süt kardeşi İbrahim Yınal’ın çıkardığı isyanla zor durumda kaldı ve isyan ordusu ile Büveyhoğullarının ordusuyla savaştı. 1058’in sonunda Bağdat yeniden işgal edilmişti ve camilerinde Şii Fatimi halifesi adına hutbe okunuyordu. Nihayetinde, 1060 yılında Tuğrul Bey isyanı bastırıp Bağdat’ı ele geçirdi ve halifenin kızı ile evlendi. Halife tarafından “Doğunun ve Batının Sultanı” ünvanına layık görüldü.\n\nTuğrul Bey halifeliği siyasi yetkilerden arındırdı ve sadece dini işlerle yükümlü kıldı. Öyle ki Tuğrul Beyin emriyle hareket eden biri için halifenin ne dediğinin önemi yoktu. Halife sadece dini bir lider olarak kalmıştı. Bu durum sonraki Büyük Selçuklu sultanları devrinde de devam etti. Tuğrul Bey bu hareketle kesinlikle laik bir sistem kurmuş olmadı, yalnızca laik bir anlayışla karar almış oldu.\n\n[Tuğrul Bey Kimdir](https://www.britannica.com/biography/Toghril-Beg)\n\n[İlk Laik Hamle](https://odatv4.com/laiklik-fransiz-degil-turk-icadi-1311141200.html)","likes":null,"date":"2020-04-27","keywords":"laiklik,selçuklu,tuğrul,halife,çağrı","user":null,"created_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"updated_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"created_at":"2020-10-29T13:10:50.940Z","updated_at":"2020-10-29T13:10:50.961Z","banner":{"id":73,"name":"https://i.pinimg.com/originals/79/e2/f8/79e2f8de6c02d050b0ce6c8ecc5813a2.jpg","alternativeText":"","caption":"","width":960,"height":640,"formats":{"small":{"ext":".jpg","url":"/uploads/small_79e2f8de6c02d050b0ce6c8ecc5813a2_8e0b18307f.jpg","hash":"small_79e2f8de6c02d050b0ce6c8ecc5813a2_8e0b18307f","mime":"image/jpeg","name":"small_https://i.pinimg.com/originals/79/e2/f8/79e2f8de6c02d050b0ce6c8ecc5813a2.jpg","path":null,"size":47.55,"width":500,"height":333},"medium":{"ext":".jpg","url":"/uploads/medium_79e2f8de6c02d050b0ce6c8ecc5813a2_8e0b18307f.jpg","hash":"medium_79e2f8de6c02d050b0ce6c8ecc5813a2_8e0b18307f","mime":"image/jpeg","name":"medium_https://i.pinimg.com/originals/79/e2/f8/79e2f8de6c02d050b0ce6c8ecc5813a2.jpg","path":null,"size":98.7,"width":750,"height":500},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_79e2f8de6c02d050b0ce6c8ecc5813a2_8e0b18307f.jpg","hash":"thumbnail_79e2f8de6c02d050b0ce6c8ecc5813a2_8e0b18307f","mime":"image/jpeg","name":"thumbnail_https://i.pinimg.com/originals/79/e2/f8/79e2f8de6c02d050b0ce6c8ecc5813a2.jpg","path":null,"size":11.96,"width":234,"height":156}},"hash":"79e2f8de6c02d050b0ce6c8ecc5813a2_8e0b18307f","ext":".jpg","mime":"image/jpeg","size":157.68,"url":"/uploads/79e2f8de6c02d050b0ce6c8ecc5813a2_8e0b18307f.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":4,"updated_by":4,"created_at":"2020-10-29T13:10:07.032Z","updated_at":"2020-10-29T13:10:07.064Z"}}},"__N_SSG":true}