{"pageProps":{"article":{"id":33,"title":"Unutmadım(!) Aklımda","content":"Kavgalar, tartışmalar yaşanan olaylar aynıdır. Ama iki farklı insan bunu iki farklı şekilde hatırlar. Çünkü önemli kısım ikisi içinde farklıdır. Anılarımızı hatırlamamızı sağlayan temel etken o anki duygu durumumuzdur. Zaten hatırladığımız anılara baktığımızda ya çok korkmuşuz ya da çok mutlu olmuşuzdur. Şimdi zihnimizin bize anılarımız hakkında nasıl oyun oynadığını kanıtlayan araştırmalardan bahsedeceğim. Bu konu hakkında çalışmalar yapan bilim insanı Elizabeth Loftus yaptığı çalışmalar hakkında şöyle der “Ben insanların unuttukları konular üzerinde değil tam tersine hatırladıkları konular üzerinde çalışıyorum. Ben sahte anılar üzerinde çalışıyorum.”\n\nElizabeth Loftus’u bu çalışmalara iten olay ise şudur: İnsanların sahte anıları yüzünden hapse giren kişiler sebebiyle bu çalışmalara başlar. Örneğin Steve Titus birinin sahte anısı yüzünden hapse giren ve bu davanın stresini kaldıramayıp 35 yaşında kalp krizi geçirip ölen biri. Ama sahte anı yüzünden hapse giren tek kişi değil. Amerika’da bir projede işlemedikleri bir suç yüzünden hapis yatan 300 kişi hakkında çalışmalar yapılıyor. Bu suçlar yüzünden 10, 20, 30 yıl boyunca hapiste yatan kişiler gelişen tıbbi kanıt yöntemleri sayesinde masum oldukları ortaya çıkıyor. Masum olmalarına rağmen onlarca yıl bu kişilerin cezaevinde bulunmalarının sebebi insanların sahte anılarıydı.\n\nHafızalarımız yeniden yapıcı ve yeniden kurgulayıcı yapılardır. Adeta bir wikipedia sayfası gibi bilgilere ulaşıp onları değiştirebilirsiniz fakat bunu diğer insanlarda yapabilir. İşte anılarımıza bu yüzden çok da güvenmememiz gerekir.\n\nŞimdi bu konu hakkında Elizabeth Loftus ve arkadaşlarının yaptığı deneyi birlikte inceleyelim. 1974 yılında yapılan bu deney toplamda 45 öğrenci bulunan 5 ayrı gruptan oluşmaktaydı ve bu gruplara kurgulanmış bir kaza videosu izletildi. Kaza ile ilgili sorular soruldu ve sorular araçların hızını tespit etmeye yönelikti. Sorular beş farklı şekilde soruldu: Arabalar birbirine çarptığı zaman hızları ne kadardı? Arabalar birbirini parçaladığı zaman hızları ne kadardı? Arabalar tokuştukları zaman hızları ne kadardı? Arabalar birbirlerine tosladıkları zaman hızları ne kadardı? Arabalar birbirine dokundukları zaman hızları ne kadardı? Deneyin sonucunda fark edilen şey ifadenin korkutuculuğu arttıkça arabaların hızlarının da arttığıydı. Bu durumun sadece ifadeden mi etkilendiğini öğrenmek için ikinci bir çalışmaya başladılar. Bu çalışma da toplamda 150 kişinin bulunduğu 3 ayrı grup üzerinde gerçekleştirildi. Yine bir kaza videosu izletildi. Ve grupların birine arabalar parçalandığı zaman hızını sordular. Bir diğer gruba ise çarptığı zaman hızını sordular. 3. gruba ise hız sorulmadı. Bu sorulardan 3 hafta geçtikten sonra gruplara kırık bir cam görüp görmediklerini sordular. Aslında hiç kırık cam bulunmamasına rağmen arabalar parçalandığında dediğimiz grup diğer gruplara göre çok yüksek bir oranla kırık cam gördüklerini söyledi. Bu çalışmalar gösteriyor ki insanlar yaşamış oldukları bir konuda yanlış bilgi aktardığınız zaman onların anılarını çarpıtabilir, bozabilir veya değiştirebilirsiniz.\n\nElizabeth Loftus çalışmalarına çok büyük bir boyut kazandırarak şu soruyu soruyor “ Acaba hiç var olmayan anıları insanların hafızasına ekebilir miyiz? ” İnsanlara yakın çevresindeki insanlar tarafından(anne, baba, abi, abla, kuzen, dost) beş tane anıları anlatıldı. Ama aslında anılardan biri ekilen bir anıydı. Ekme anılar asla unutamayacağımız büyüklükteki anılardı. Örneğin alışveriş merkezinde kaybolmak ya da vahşi bir hayvanın saldırısına uğramak gibi unutmamızın çok güç olduğu olaylardı. İnsanlar bu olayları hemen benimsediler hatta ileriye giderek bu anılara eklemeler yaptılar. Örneğin AVM’ de kaybolduğu anısı ekilen biri: “Aaa… Evet hatta beni bulan güvenlik görevlisi çok uzun boylu biriydi. Ve annem bana o gün çok kızmıştı gibi eklemeler yapabiliyor.”\n\nPeki ektiğimiz sahte anılar gelecekteki düşüncelerimizi, davranışlarımızı etkiliyor mu? Bununla ilgili yapılan bir çalışmada bu sorunun cevabının evet olduğunu görüyoruz. ’Çocukken haşlanmış yumurta, salatalık turşusu ve çilekli dondurma yediğin zaman hastalanırdın’ dediğimiz kişiler o yiyecekler herhangi bir yerde kendilerine sunulduğu zaman bu yiyecekleri yemek istemiyor hatta mideleri bulanıyordu. Yani insanların hafızasına sahte anılar ekebilirsiniz ve bu anıların daha sonra davranışlarının değiştiğini gözlemleyebilirsiniz. Tüm bu çalışmalardan anlayacağımız şey: biz anılarımızı düzgün bir şekilde hafızamıza atmıyoruz. Anlamlı bir kişisel hikaye oluşturmak için anıları bir ağ şeklinde örüyoruz.\n\nSırf biri size bir şey diyor ve bunu kendine güvenerek birçok detay ekleyerek üstüne bir de duygularını işin içine katıyor olması onu gerçekte yaşamış olduğu anlamına gelmez. İnsan kendini çok rasyonel sanıyor ama doğadaki tek irrasyonel varlık. Gördüklerine ve duyduklarına değil düşündüklerine inanan bir varlıktan bahsediyoruz.\n\n[Psychiatry Journal/Deney](https://www.healio.com/psychiatry/journals/psycann/1995-12-25-12/%7B2060e727-5296-43bd-8580-55b09b96f074%7D/the-formation-of-false-memories)\n\n[Science Direct/Deney](https://www.sciencedirect.com/science/article/abs/pii/S0022537174800113)\n","likes":null,"date":"2020-08-24","keywords":"hafıza,hippocampus,yanlış anı","user":null,"created_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T12:43:23.856Z","updated_at":"2020-10-31T10:14:13.401Z","banner":{"id":48,"name":"https://images.unsplash.com/photo-1528569937393-ee892b976859?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","alternativeText":"","caption":"","width":4200,"height":2800,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","url":"/uploads/large_photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","hash":"large_photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1528569937393-ee892b976859?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","path":null,"size":84.32,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","url":"/uploads/small_photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","hash":"small_photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1528569937393-ee892b976859?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","path":null,"size":28.48,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","url":"/uploads/medium_photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","hash":"medium_photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1528569937393-ee892b976859?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","path":null,"size":54.82,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","url":"/uploads/thumbnail_photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","hash":"thumbnail_photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1528569937393-ee892b976859?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","path":null,"size":8.87,"width":234,"height":156}},"hash":"photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","mime":"image/jpeg","size":1208.7,"url":"/uploads/photo_1528569937393_ee892b976859_ixlib_rb_1_2_52f51d3dcd.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1050&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":2,"updated_by":2,"created_at":"2020-10-28T12:43:06.759Z","updated_at":"2020-10-28T12:43:06.797Z"}}},"__N_SSG":true}