{"pageProps":{"article":{"id":31,"title":"\"Yalnızlık Ömür Boyu\" mu ?","content":"Sağlıklı bir hayat deyince aklımıza hemen herhangi bir hastalığımızın olmaması, dengeli beslenmemiz ve düzenli egzersiz alışkanlığımızın olup olmaması gelir.Bu yaklaşım sağlıklı yaşam için yetersiz bir yaklaşımdır.Sağlık söz konusu olduğunda herkes bireysel düşünür ama şu gerçeği unutur “insan sosyal bir varlıktır ve hayatında başkalarına ihtiyaç duyar”.Sağlığı bireysel bir kavram olarak değerlendirebilmemiz için insan ilişkilerinin bizi etkilememesi daha da ileri gidersek ilişkilere ihtiyaç duymamamız gerekir. Ama şu an taşıdığımız beyinlerimiz ile böyle bir yaşam mümkün değildir. Pandemi döneminde bunu hepimiz bizzat tecrübe ettik.Biz birlikte yaşayan birbirimize ihtiyaç duyan canlılarız.Frank Clark’ın dediği gibi “Her bebek sevilme ihtiyacı ile doğar ve hiçbir yaşta bu ihtiyaç geçmez…”\n\nBu yazımızda sağlıklı olmak için sadece belli tahlillerde sağlam çıkmamızın “sağlıklı” olmamız için yeterli olmadığını, sağlıklı ilişkiler kuramadığımızda bu durumun bize nelere mal olabileceğini bilimsel temellendirmeler ile inceleyeceğiz.Hayatımızda aile fertlerinin ya da can dostumuz olan kişilerin bulunmamasının bizi nasıl hasta ettiğini göreceğiz.\n\nBesin almaya, güvenli bir barınağa ve güvende hissetmeye ne kadar ihtiyaç duyuyorsak diğer insanlar ile ilişki kurmaya, anlaşılmaya ve kendi hikayemizi anlatmaya da o kadar ihtiyaç duyuyoruz. Çünkü insan türü tarihin hiçbir döneminde tek başına hayatta kalma gibi bir durum ile karşı karşıya gelmemiştir.Bu nedenle insanoğlu ileri derecede sosyal bir varlıktır.\n\nMoraliniz bozuk olduğunda tabiri caiz ise efkarlı iken tercih ettiğiniz şarkılara bir göz atın.Bizler üzgünken neşeli ve oynak şarkılara katlanamayız.Aslında şarkıların duygu durumunu nasıl etkilediğini de biliyoruz ama yine de hüzünlü şarkıları tercih ediyoruz.Peki neden daha neşeli şarkılar dinleyip moralimizi düzeltebilecek iken bizi üzen şarkıları dinleriz? Temelde saçma görülen bu tercih aslında çok da mantıklı bir gerekçeye dayanır. Bizler üzülmekten, acı çekmekten daha çok anlaşılamamaktan, yalnız kalmaktan korkan canlılarız. Hüzünlü notalara, ezgilere ihtiyacımız vardır. Çünkü üzüntümüzü azaltan şeyler bizim ile aynı duyguları paylaşan insanlar ile duygudaşlık etmektir ve bulabilirsek beraber bir çözüm bulmamızdır. İşte müzik seçimimizde bile bizi etkileyen sosyal temeller üzerine kurulu beyin devrelerimiz hayatımızın her anında bizimle birliktedir.\n\nİnsanoğlunu evrimsel ve kültürel süreçte incelediğimizde karşılaştığı birçok sorunu tek başına çözemeyeceği için ilişkiler kurmuş, sosyal birliktelikler inşa etmiştir. Beraber yiyecekler toplanmış, avlar yapılmış, beylikler kurulmuş ve antlaşmalar yapılmıştır. İnsan tüm bu süreçler boyunca beyninde bağlantılar kurmuş ve “sosyal bağlanma”ya ayarlı bir canlı haline gelmiştir.\n\nBebek bakımı insan türünün devamı için ilk ve en önemli koşuludur. Oksitosin başta olmak üzere burada görev alan hormonların birçoğunun sosyal ilişkilerin kurulmasına ve devam ettirilmesine de yardımcı olması insanların birlikte yaşamasının biyolojik olarak ne kadar önemli olduğunun bir göstergesidir. Bir başka insan ile olumlu ilişkiler kurduğumuzda, sohbet ettiğimizde, kucaklaştığımızda ve koro şeklinde şarkı söylediğimizde, aynen doğum ve bebek bakımında olduğu gibi oksitosin salgısında çok ciddi bir miktarda artış olduğunu gözlemliyoruz. Bu da bize biyolojik alt yapımıza bağ (alaka) kurmamız için nasıl bir sistem yerleştirildiğini göstermektedir.\n\nTüm bu bilgiler ışığı altında sağlıklı ilişkiler kurmaya özen gösterelim.Birbirimizi anlamaya çalışalım önyargılar, kalıplaşmış düşünceler yüzünden birbirimizden uzak kalmayalım. Sosyal mesafeye dikkat edelim ama ruhsal mesafe konusunda kendimize bir kısıtlama getirmeyelim.\n\n“İnsan insanın kurdudur.” anlayışından “İnsan insanın yurdudur.” anlayışına geçebilmemiz dileğiyle.\n\nTüti Kitap/2.Baskı Şubat 2020/İFA 2.Kİtap İlişkiler ve Stres\n\nİKÜ YAYIN EVİ (Oxford Unıversıty Press)/2020/ Evrim(Çok Kısa Bir Başlangıç)/Brain ve Deborah CHARLESWORTH","likes":null,"date":"2020-07-27","keywords":" yalnızlık,aşk,ilişki","user":null,"created_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T12:31:29.323Z","updated_at":"2020-10-31T10:12:52.423Z","banner":{"id":44,"name":"https://images.unsplash.com/photo-1520525388072-cd9e991a5e41?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","alternativeText":"","caption":"","width":5493,"height":3090,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","url":"/uploads/large_photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","hash":"large_photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1520525388072-cd9e991a5e41?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","path":null,"size":64.38,"width":1000,"height":563},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","url":"/uploads/small_photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","hash":"small_photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1520525388072-cd9e991a5e41?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","path":null,"size":21.18,"width":500,"height":281},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","url":"/uploads/medium_photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","hash":"medium_photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1520525388072-cd9e991a5e41?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","path":null,"size":40.24,"width":750,"height":422},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","url":"/uploads/thumbnail_photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","hash":"thumbnail_photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1520525388072-cd9e991a5e41?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","path":null,"size":7.29,"width":245,"height":138}},"hash":"photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","mime":"image/jpeg","size":2788.93,"url":"/uploads/photo_1520525388072_cd9e991a5e41_ixlib_rb_1_2_9d0d1dc0dc.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":2,"updated_by":2,"created_at":"2020-10-28T12:30:31.782Z","updated_at":"2020-10-28T12:30:31.844Z"}}},"__N_SSG":true}