{"pageProps":{"article":{"id":28,"title":"Alan Turing ve Bilgisayar Bilimleri","content":"Tarih boyunca gerçekleşen ve gerçekleşecek olan bütün mücadelelerin sonuçlarını belirleyen en büyük etkenlerden biri de zamanı anlayabilmektir. Zaman ile iyi geçinenler girdiği mücadelelerden galip çıkarken zamana direnip getirdiklerine kafa tutanlarsa girdikleri mücadelelerden mağlup çıkmışlardır.\n\nBu yazımda, zaman kavramını çok iyi anlamış olup bugünün beklentileri ve yarının getirecekleri üzerine ciddi çalışmalar yürüterek ülkesine büyük hizmetlerde bulunan aynı zamanda günümüzde bilgisayar bilimi, yapay zeka gibi artık herkesin hayatında bir miktar yer edinmiş olan bazı kavramların ortaya çıkmasında öncü isim olan Alan Mathison Turing’den bahsedeceğim.\n\nTeorik bilgisayar bilimi ve yapay zekanın öncüsü olan İngiliz matematikçi 23 Haziran 1912’de Londra’da doğdu. Eğitim hayatının henüz başlarındayken zekasıyla dikkat çeken Turing, 13 yaşında Sherborne Okuluna gittiğinde özellikle matematik ve bilimle ilgilenmeye başladı. Sherborne'daki süresinin sonuna doğru, entelektüel merakını paylaşan Christopher Morcom ile yakın bir ilişki kurdu. Daha sonraları Christopher, Turing’in \"ilk aşkı\" olarak anıldı. Alan Sherborne'dan sonra, Cambridge'deki King's College'a kaydoldu ve 1931-1934 yılları arasında burada eğitim gördü.\n\n1936'da, hesaplanabilir herhangi bir şeyi hesaplayabilen evrensel bir makine (daha sonraları Evrensel Turing Makinesi\" ve ardından \"Turing makinesi\" olarak adlandırılmıştır) fikrini sunduğu bir makale yayınlayarak modern bilgisayarın öncü adımlarını attı. Takip eden iki yıl boyunca Princeton Üniversitesi'ndeki Institute for Advanced Study'de matematik ve kriptoloji okudu. Doktorasını tamamladıktan sonra 1938'de Cambridge'e döndü ve daha sonra bir İngiliz şifre kırma örgütü olan ve savaş ilan edildiğinde Bletchley Park'a taşınan Government Code ve Cypher School'da (GCCS) çalışmaya başladı.\n\nAlan Turing’in Bletchley’deki en büyük çalışması, ki birçoğumuz onu bu çalışmasıyla tanıyoruz, \"Enigma\" kodunu kırmaktı. Enigma, Alman silahlı kuvvetleri tarafından güvenli bir şekilde mesaj göndermek için kullanılan bir şifreleme makinesiydi. Turing, arkadaşı Gordon Welchman ile birlikte, 1940 sonlarından itibaren Enigma makineleri tarafından gönderilen tüm mesajların kodunu çözen eski bir Polonya tasarımına dayanan Bombe'yi geliştirdi. Sonraki yıllarda Temmuz 1942'de Turing, Almanların yeni “Geheimschreiber” makinesi tarafından üretilen Lorenz şifre mesajlarına karşı kullanmak için \"Turingery\" adını verdiği karmaşık bir kod kırma tekniği geliştirdi.\n\n![resim](https://static01.nyt.com/images/2019/06/10/obituaries/10overlooked-alanturing-1/00overlooked-alanturing-3-videoSixteenByNineJumbo1600.jpg)\n\nSavaşın seyrini büyük ölçüde etkileyen Turing’e 1945'te, ülkeye sunduğu hizmetlerinden dolayı bir OBE (Order of the British Empire - Britanya İmparatorluk Nişanı) ile ödüllendirildi ve 1949'da Manchester Üniversitesi Bilgisayar Laboratuvarı’nda yüksek rütbelerde görev aldı.\n\nMeşhur “Computing Machinery and Intelligence” adlı makalesinde Yapay zeka konusuna değinen Turing bir makinenin gerçekten \"zeki\" olarak adlandırılıp adlandırılamayacağını belirleyen bir yöntem olan ve günümüzde “Turing Testi” olarak adlandırılan \"Imitation Game”i (Taklit Oyunu) tasarladı. Test, takip eden süreçteki yapılan yapay zeka araştırmalarını önemli ölçüde etkiledi.\n\nBletchley Park'taki kod kırma çalışmalarıyla savaşı iki yıl kadar kısaltıp Müttefiklerin zaferiyle sonuçlanmasını sağlayan ve bu süreçte sayısız hayat kurtarması ile tanınan günümüzde sektöre katkılarından dolayı ismi ödüllere, enstitülere verilen Alan Turing maalesef yaşamının her döneminde bu şekilde itibar görmedi.\n\n1952 yılında polise hırsızlık ihbarında bulunan Turing, takip eden süreçte suçlu Arnold Murray ile cinsel ilişkisinin ortaya çıkmasıyla 1950'lerde Birleşik Krallık'taki eşcinsellik karşıtı yasaların gereğince büyük bir ahlaksızlıkla suçlandı. Hormon tedavisi görmesi şartıyla denetimli serbestlik veya hapis cezası arasında seçim yapmak zorunda kalan bilim insanı tedaviyi seçti ve sonrasında bir yıl boyunca sentetik östrojen hormonu enjekte edilerek kimyasal hadım edildi. Mahkumiyetinin sonuçları bununla sınırlı kalmayan Turing'in güvenlik izni kaldırıldı ve GCCS'de kriptografi ile ilgili çalışmalarına devam etmesi yasaklandı. 7 Haziran 1954'te ölen Alan Turing’in otopsi incelemesinin ardından ölüm nedeninin siyanür zehirlenmesine bağlı asfiksi olduğu sonucuna varıldı ve yapılan otopsi sonucu bunun bir intihar olduğuna karar verildi.\n\nYıllar sonra, 10 Eylül 2009'da dönemin Başbakanı Gordon Brown Turing'den eşcinsel olarak yargılandığı için, İngiliz hükümeti adına ölümünden sonra özür dileyen bir açıklama yaptı. 2013'te ise, intihar ettikten yaklaşık 60 yıl sonra, Kraliçe II. Elizabeth Alan Turing'e kraliyet affı verdi.\n\nBu yazıda bilgisayar bilimlerinde yürüttüğü öncü faaliyetler ve sergilemiş olduğu çalışmalarla ilham verici bir bilim insanı olan Alan Turing’in hayatına göz attık. Başrollerini Benedict Cumberbatch ve Keira Knightley'in paylaştığı “The Imitation Game - Enigma” adlı filmi izleyerek Alan Turing’in Enigma’yı çözme sürecine ve hayatına farklı bir bakış açısından daha şahit olabilir aynı zamanda güzel vakit geçirebilirsiniz.\n\n[Oxford](https://www.oxforddnb.com/view/10.1093/ref:odnb/9780198614128.001.0001/odnb-9780198614128-e-36578?rskey=iE7NF6&result=2)\n\n[British Library](https://www.bl.uk/people/alan-turing)","likes":null,"date":"2020-09-28","keywords":"alan turing,yapay zeka,makine öğrenmesi,bilgisayar,gccs,turing testi","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T08:37:37.359Z","updated_at":"2020-10-31T10:11:32.781Z","banner":{"id":41,"name":"https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","alternativeText":"","caption":"","width":1600,"height":1005,"formats":{"large":{"ext":".jpg","url":"/uploads/large_alanturingbg_29d8323f62.jpg","hash":"large_alanturingbg_29d8323f62","mime":"image/jpeg","name":"large_https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","path":null,"size":281.5,"width":1000,"height":628},"small":{"ext":".jpg","url":"/uploads/small_alanturingbg_29d8323f62.jpg","hash":"small_alanturingbg_29d8323f62","mime":"image/jpeg","name":"small_https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","path":null,"size":66.66,"width":500,"height":314},"medium":{"ext":".jpg","url":"/uploads/medium_alanturingbg_29d8323f62.jpg","hash":"medium_alanturingbg_29d8323f62","mime":"image/jpeg","name":"medium_https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","path":null,"size":154.27,"width":750,"height":471},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_alanturingbg_29d8323f62.jpg","hash":"thumbnail_alanturingbg_29d8323f62","mime":"image/jpeg","name":"thumbnail_https://drunkode.files.wordpress.com/2012/06/alanturingbg.jpg","path":null,"size":13.15,"width":245,"height":154}},"hash":"alanturingbg_29d8323f62","ext":".jpg","mime":"image/jpeg","size":737.55,"url":"/uploads/alanturingbg_29d8323f62.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-28T08:34:55.220Z","updated_at":"2020-10-28T08:34:55.259Z"}}},"__N_SSG":true}