{"pageProps":{"article":{"id":103,"title":"Alzheimer ve Bağırsak","content":"Şu anda, 47 milyon insan küresel olarak demansla yaşıyor ve 2050'ye kadar üç kattan fazla (~ 131 milyon) artacağı tahmin ediliyor. Alzheimer hastalığı (AD), ilerleyici demansı tetikleyen ana nedensel faktörlerden biridir. Alzheimer, nörodejeneratif bir hastalıktır ve patogenezi, insan beyninin kortikal ve limbik bölgelerinde hiperfosforile t-proteinden yapılan hücre dışı amiloid plaklarının ve hücre içi nörofibriler yumakların birikimlerine atfedilmiştir. Hafıza kaybı ve ilerleyici nörobilişsel işlev bozukluğu ile karakterizedir. Alzheimer hastalığı, yaşlı insanların en yıkıcı beyin hastalıklarından biridir. Yetersiz tedavi edilen ve yeterince tanınmayan bir hastalıktır ve önemli bir halk sağlığı sorunu haline gelmektedir.\n\nİnsan vücudunda en fazla yer kaplayan alanlardan birisi olan, gastrointestinal kanalda kolonize olan bakteri, virüs, mantar, protozoa gibi mikroorganizmalardan oluşan ve organ gibi işlev gören ekosistem “bağırsak mikrobiyotası” olarak adlandırılmaktadır. Bağırsaktaki temel bakteri grupları Firmicutes, Bacteroidetes, Proteobacteria, Verrucomicrobia ve Actinobacteria olup, bu bakteri gruplarının bağırsakta bulunma oranları çeşitli etmenlere bağlı olarak değişmektedir3-6. Sayıca en baskın olarak bulunan bakteri grupları ise gram pozitif Firmicutes ve gram negatif Bacteroidetes gruplarıdır. İnsan gastrointestinal sistemi, homeostaz ve hastalık sırasında konakçı üzerinde belirgin bir etki yaratan karmaşık ve dinamik bir mikroorganizma popülasyonu olan bağırsak mikrobiyotasını barındırır. Bebeklik döneminde insan bağırsak mikrobiyotasının oluşmasına birçok faktör katkıda bulunur. Beslenme, yaşam süresi boyunca bağırsak mikrobiyotasını şekillendirmede ana faktörlerden biri olarak kabul edilir. Bağırsak bakterileri, bağışıklık ve metabolik homeostazı sürdürmede ve patojenlere karşı korumada çok önemli bir rol oynar.\n\nİnsan mikrobiyomu, vücudumuzun içinde ve üzerinde bulunan bakteriler, arkeler, virüsler ve ökaryotik mikroplardan oluşur. Bu mikropların hem sağlıkta hem de hastalıkta fizyolojimizi etkileme konusunda muazzam bir potansiyeli var. Metabolik işlevlere katkıda bulunurlar, patojenlere karşı korurlar, bağışıklık sistemini eğitirler ve bu temel işlevler aracılığıyla fizyolojik işlevlerimizin çoğunu doğrudan veya dolaylı olarak etkilerler.\nBağırsak mikrobiyotası, gastrointestinal ekosistemimizde bulunan ve değişiklikleri yalnızca çeşitli bağırsak bozukluklarını değil, aynı zamanda Alzheimer hastalığı (AD) gibi merkezi sinir sistemi bozukluklarını da etkileyen karmaşık bir mikroorganizma türü topluluğunu içerir. Demansın en yaygın biçimi olan Alzheimer, bozulmuş biliş ve amiloid-β peptidlerinin (Aβ) serebral birikimi ile ilişkili nörodejeneratif bir bozukluktur. En önemlisi, mikrobiyota-bağırsak-beyin ekseni, tam olarak anlaşılmayan, ancak sinir, bağışıklık, endokrin ve metabolik yolları içeren çift yönlü bir iletişim sistemidir. Yüksek yağlı diyetler, antibiyotik verilmesi, diyette probiyotik ve / veya prebiyotik eksikliği Alzheimer riskini artırır. Öte yandan, bağırsak mikrobiyotasının bileşiminin modülasyonu, Alzheimer riskini azaltabilir ve Alzheimer'ın ilerlemesini yavaşlatabilir.\n\nİsviçre'deki Cenevre Üniversitesi (UNIGE) ve Cenevre Üniversite Hastaneleri'nden (HUG) bir ekip, Brescia'daki Alzheimer ve Psikiyatrik Hastalıklar Ulusal Araştırma ve Bakım Merkezi Fatebenefratelli, Napoli Üniversitesi ve IRCCS SDN Araştırması'ndan İtalyan meslektaşları ile birlikte Napoli'deki merkez, insanlarda bağırsak mikrobiyotasındaki bir dengesizlik ile Alzheimer hastalığının karakteristik nörodejeneratif bozukluklarının kökeninde bulunan amiloid plaklarının gelişimi arasındaki ilişkiyi doğruladı.\nHastaların kanında tanımlanan bazı bağırsak bakterileri tarafından üretilen proteinler, gerçekten de bağışıklık ve sinir sistemleri arasındaki etkileşimi değiştirebilir ve hastalığı tetikleyebilir.\nBağırsak bakterileri beynin işleyişini etkileyebilir ve birkaç yolla nörodejenerasyonu teşvik edebilir: Gerçekten de bağışıklık sisteminin düzenlenmesini etkileyebilir ve sonuç olarak bağışıklık sistemi ile sinir sistemi arasındaki etkileşimi değiştirebilir. Proinflamatuar özelliklere sahip bakteri zarında bulunan bir protein olan lipopolisakkaritler, Alzheimer hastalığı olan kişilerin beyinlerindeki amiloid plaklarında ve damarların çevresinde bulunmuştur. Ek olarak, bağırsak mikrobiyotası, beyin fonksiyonunu doğrudan veya dolaylı olarak etkileyen nöroprotektif ve antienflamatuar özelliklere sahip metabolitler - özellikle bazı kısa zincirli yağ asitleri - üretir. “Alzheimer hastalığında inflamasyon aracılarının ve bakteriyel metabolitlerin bağırsak mikrobiyotası ve amiloid patolojisi arasında bir bağlantı oluşturup oluşturmadığını belirlemek için 65 ila 85 yaş arası 89 kişiden oluşan bir kohort üzerinde çalıştık. Brescia'daki Fatebenefratelli Merkezi'nde araştırmacı ve bu çalışmanın ilk yazarı olan Moira Marizzoni, bazıları Alzheimer hastalığı veya benzer hafıza sorunlarına neden olan diğer nörodejeneratif hastalıklardan muzdaripken, diğerleri herhangi bir hafıza problemi yaşamadı ”diyor. \"PET görüntülemeyi kullanarak, amiloid birikimini ölçtük ve ardından lipopolisakkaritler ve kısa zincirli yağ asitleri gibi bağırsak bakterileri tarafından üretilen çeşitli iltihap belirteçlerinin ve proteinlerinin kanlarındaki varlığını ölçtük.\"\n\nGerçekten de, kandaki yüksek seviyelerde lipopolisakkaridler ve bazı kısa zincirli yağ asitleri (asetat ve valerat) beyindeki her iki büyük amiloid birikimi ile ilişkilendirildi. Tersine, başka bir kısa zincirli yağ asidi olan bütiratın yüksek seviyeleri, daha az amiloid patolojisiyle ilişkilendirildi.\nVücut bir sistemdir. Kocaman bir orkestra gibi eğer  bir enstrüman orkestradan çıkarsa ahenk bozulur. Bizim de organlarımızdan, sistemlerimizden biri etkilenirse tüm vücut ahengimiz bozuluyor. \n\n[Alzheimer ve Mikrobiyota](https://neurosciencenews.com/microbiome-alzheimers-17273/)\n\n[Beslenme ve Mikrobiyota](https://dergipark.org.tr/tr/download/article-file/377384)\n\n[Sağlıkta ve Alzheimer Hastalığında İnsan Bağırsak Mikrobiyotası](https://pubmed.ncbi.nlm.nih.gov/29480188/)\n\n[Bağırsak Mikrobiyotası ve Alzheimer Hastalığı](https://pubmed.ncbi.nlm.nih.gov/28372330/)\n\n[Alzheimer hastalığı: patogenez, teşhis ve tedavi](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6650620/)\n\n[Sağlıkta ve Alzheimer Hastalığında İnsan Bağırsak Mikrobiyotası](https://pubmed.ncbi.nlm.nih.gov/29480188/)","likes":null,"date":"2020-11-16","keywords":"alzheimer, memory, mikrobiota","user":null,"created_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-11-16T10:53:01.665Z","updated_at":"2020-11-16T12:23:26.723Z","banner":{"id":139,"name":"https://images.unsplash.com/photo-1575473302511-e4cf5eac688b?ixlib=rb-1.2.1&auto=format&fit=crop&w=784&q=80","alternativeText":"","caption":"","width":4850,"height":3096,"formats":{"large":{"ext":".1&auto=format&fit=crop&w=784&q=80","url":"/uploads/large_photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91.1&auto=format&fit=crop&w=784&q=80","hash":"large_photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1575473302511-e4cf5eac688b?ixlib=rb-1.2.1&auto=format&fit=crop&w=784&q=80","path":null,"size":89.3,"width":1000,"height":638},"small":{"ext":".1&auto=format&fit=crop&w=784&q=80","url":"/uploads/small_photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91.1&auto=format&fit=crop&w=784&q=80","hash":"small_photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1575473302511-e4cf5eac688b?ixlib=rb-1.2.1&auto=format&fit=crop&w=784&q=80","path":null,"size":27.66,"width":500,"height":319},"medium":{"ext":".1&auto=format&fit=crop&w=784&q=80","url":"/uploads/medium_photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91.1&auto=format&fit=crop&w=784&q=80","hash":"medium_photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1575473302511-e4cf5eac688b?ixlib=rb-1.2.1&auto=format&fit=crop&w=784&q=80","path":null,"size":55.65,"width":750,"height":479},"thumbnail":{"ext":".1&auto=format&fit=crop&w=784&q=80","url":"/uploads/thumbnail_photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91.1&auto=format&fit=crop&w=784&q=80","hash":"thumbnail_photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1575473302511-e4cf5eac688b?ixlib=rb-1.2.1&auto=format&fit=crop&w=784&q=80","path":null,"size":9.09,"width":244,"height":156}},"hash":"photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91","ext":".1&auto=format&fit=crop&w=784&q=80","mime":"image/jpeg","size":1752.46,"url":"/uploads/photo_1575473302511_e4cf5eac688b_ixlib_rb_1_2_8e1241bf91.1&auto=format&fit=crop&w=784&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":2,"updated_by":2,"created_at":"2020-11-16T10:53:44.281Z","updated_at":"2020-11-16T10:53:44.318Z"}}},"__N_SSG":true}