{"pageProps":{"article":{"id":57,"title":"Nötron Yıldızı Nedir?","content":"Herkese merhaba, bugün size nötron yıldızlarından bahsetmek istiyorum. Nötron yıldızları evrenimizde en ilginç gök cisimlerinden biridir. Boyutlarından ve renklerinden ötürü “beyaz cüce” olarak da adlandırılırlar.\n\n### Nötron Yıldızı Nedir?\n\nNötron yıldızları, çok yüksek yoğunlukta kütlenin bir araya gelip yaklaşık 10 kilometre yarıçapında küre biçimli olan ve beyaz ışık saçan gök cisimleridir. Yüzeylerinin sıcaklığı 1 milyon dereceye erişebilir.\n\n### Nötron Yıldızları Nasıl Oluşur?\n\nBir önceki yazıda kara deliklerin nasıl oluştuğundan bahsedilmişti. Kütlesi Güneşin kütlesinin 2-3 katı olan yıldızlar öldüklerinde kara delik oluşturma potansiyeline sahiptirler. Bu sınırı aşamayan yıldızlarınsa öldüğünde dönüşeceği gök cismi nötron yıldızıdır.\n\nYıldızların füzyon tepkimeleri demir elementine dek devam eder. Demir elementi füzyon reaksiyonunun külü gibidir, daha fazla yanamaz. Füzyon reaksiyonları demire kadar devam edip durduğunda yerçekimi kuvvetini dengeleyecek olan füzyon basıncı da durur. Yerçekimi yıldızı içine doğru çöktürürken öyle büyük bir kuvvet oluşturur ki atom altı parçacıkları da birleşmeye zorlar. Bu zorlamayla protonlar ve elektronlar kaynaşıp nötron sentezlerler.\n\nBu andan itibaren nötron yıldızı oluşmasının iki yolu vardır. Bunlardan birincisi, küçük yıldızların, diğer adları ile kızıl cüceler, yakıtları tükenene kadar yanıp sessizce birer beyaz cüce olması. Herhangi patlama, parlama gerçekleşmeden sakince çekirdeklerini nötron yıldızına dönüştürürler. İkincisi, orta boyutlu yıldızların ölümüyle oluşur. Bizim Güneşimizin de dâhil olduğu bu grupta, yıldızlar füzyon basıncı bittiğinde çok yüksek bir hızda içeri, çekirdeklerine doğru çökmeye başlar. Dışarıdan çöken kütlenin büyük bir kısmı çekirdekten yansıyarak uzaya saçılır. Bu yansımaya “süpernova patlaması” denir ve bu patlama evreni adeta bir meşale gibi aydınlatır. Sonuç olarak patlama sonrası yıldızın çekirdeği beyaz cüce olarak kalır.\n\n![Resim](https://edgy.app/wp-content/uploads/2018/11/Gravitational-Waves-FI-970x606.jpg)\n\n### Nötron Yıldızlarının Fiziksel Özellikleri\n\nNötron yıldızları, birkaç kilometre yarıçaplı kürelerdir ki bu onları yaklaşık bir şehir büyüklüğünde yapar. Bu nispeten küçük kürecikler öylesine yoğundur ki bir küp şeker hacminde nötron yıldızı maddesi milyarlarca ton kilogramdır ve bu kütle Everest dağının kütlesinden daha fazladır.\n\nBu muazzam yoğunluk ve kütlenin yanında getirdiği bir özellik de nötron yıldızlarında yerçekiminin çok büyük olmasıdır. Dünyadaki yerçekiminin yaklaşık 2 milyar katı nötron yıldızlarında bulunur. Her ne kadar kara delikler kadar güçlü olup ışığı yutamasalar da çevrelerinden geçen ışıkların yolunu büküp yönlerini değiştirebilirler. Yani, bir nötron yıldızının arkası da gözlenebilir. Üzerine ayak bastığınızda da anında bir su birikintisine dönüşürsünüz.\n\nNötron yıldızları ölen yıldızın açısal momentumunu taşıdıkları için muazzam yüksek bir hızda kendi etraflarında dönerler. Bir balerinin kollarını kapattığında dönme hızının artması örneğindeki gibi nötron yıldızları da ölen yıldızın küçük bir hacimde toplanmasından ötürü açısal momentumu korumak adına dönme hızlarını artırırlar. Dakikada yaklaşık 43,000 tur atacak kadar hızlı dönebilirler.\n\nBu denli hızlı dönüşün ortaya çıkardığı bir başka sonuç da nötron yıldızlarının muazzam büyüklükte manyetik alan barındırmalarıdır. Dünyadaki manyetik alanın trilyonlarca katı büyüklüğünde manyetik alan oluşturabilirler.\n\n### Nötron Yıldızlarının Ölümü\n\nNötron yıldızları çok yüksek sıcaklıkta bulunurlar. Ancak bu sıcaklığı uzaya aktarabilmelerinin tek yolu elektromanyetik ışıma yapmalarıdır. Çevrelerine temas yoluyla ısı aktaramadıklarından yalnızca ışıma yapabilirler ki bu yolla nötron yıldızının enerjisini çok yavaş şekilde azalır. Bu da nötron yıldızlarının, evrenin şu ana kadarki ömrünün milyarlarca katı yıl boyunca ışık saçabilmesi anlamına gelir. Nihayet enerjileri tükendiğinde ışık saçmayı kesip birer kara cüceye dönüşecekler.\n\nNötron yıldızlarının ölmesinin tek yolu enerji tükenmesi değil elbette. Bir kara delik tarafından yutulabilir ya da bir başka nötron yıldızı ile çarpışıp kara deliğe dönüşebilir. Bu çarpışmaya kilonova denir.\n\nYıldızlarda füzyon olaylarının en fazla demir elementini üretebileceklerini söylemiştim. Bugün biliniyor ki altın, platin, iridyum gibi daha ağır birçok metal kilonova patlamaları sonucu oluşuyor. Yani bugün kullandığımız telefonlar, televizyon, mücevherler bir zamanlar bir nötron yıldızının parçasıydı. Bu yazıda size nötron yıldızlarını elimden geldiğince anlatmaya çalıştım. Okuyup zaman ayırdığınız için teşekkür ederim.\n\nKaynaklar:\n\n[space.com](https://www.space.com/22180-neutron-stars.html)\n\n[NASA](https://imagine.gsfc.nasa.gov/science/objects/neutron_stars1.html)\n\n[livescience.com](https://www.livescience.com/neutron-star.html)\n\n[eartsky.org](https://earthsky.org/astronomy-essentials/definition-what-is-a-neutron-star)\n\n[wikipedia](https://en.wikipedia.org/wiki/Neutron_star#Formation)","likes":null,"date":"2020-06-01","keywords":"yıldız,nötron,uzay,cüce,beyaz","user":null,"created_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"updated_by":{"id":4,"firstname":"Furkan","lastname":"Öztekin","username":"furkanoztekin"},"created_at":"2020-10-29T13:23:12.194Z","updated_at":"2020-10-29T13:34:01.186Z","banner":{"id":78,"name":"https://insidescience.org/sites/default/files/sites/default/files/images/articles/top-images/2018/neutron-star.jpg","alternativeText":"","caption":"","width":900,"height":530,"formats":{"small":{"ext":".jpg","url":"/uploads/small_neutron_star_1d417ed5b5.jpg","hash":"small_neutron_star_1d417ed5b5","mime":"image/jpeg","name":"small_https://insidescience.org/sites/default/files/sites/default/files/images/articles/top-images/2018/neutron-star.jpg","path":null,"size":17.67,"width":500,"height":294},"medium":{"ext":".jpg","url":"/uploads/medium_neutron_star_1d417ed5b5.jpg","hash":"medium_neutron_star_1d417ed5b5","mime":"image/jpeg","name":"medium_https://insidescience.org/sites/default/files/sites/default/files/images/articles/top-images/2018/neutron-star.jpg","path":null,"size":35.63,"width":750,"height":442},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_neutron_star_1d417ed5b5.jpg","hash":"thumbnail_neutron_star_1d417ed5b5","mime":"image/jpeg","name":"thumbnail_https://insidescience.org/sites/default/files/sites/default/files/images/articles/top-images/2018/neutron-star.jpg","path":null,"size":4.9,"width":245,"height":144}},"hash":"neutron_star_1d417ed5b5","ext":".jpg","mime":"image/jpeg","size":47.86,"url":"/uploads/neutron_star_1d417ed5b5.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":4,"updated_by":4,"created_at":"2020-10-29T13:21:15.689Z","updated_at":"2020-10-29T13:21:15.723Z"}}},"__N_SSG":true}