{"pageProps":{"article":{"id":32,"title":"Paylaşıyorum Öyleyse Varım !","content":"Gündemde olan ve herkesin ilgisini çeken şiddet olaylarını, toplumsal değerlere uygun olmayan durumları hemen hemen hepimiz sosyal medyada hemen paylaşıyoruz.Benim dışımdaki insanlarda bunu görsün herkes bu durumdan haberdar olsun diyerek tek bir hareket ile paylaşabiliyoruz. “Yapabileceğimiz en kolay şeyi yapıp rahatlıyoruz.” Ve buna bir de insanların “bilinçlenmesini” sağlıyorum diyerek bir anlam yüklüyoruz. Fakat beynimizdeki temel sistemleri incelediğimizde bu işin pek öyle olmadığını görüyoruz.\n\nBeynimizde kararlarımızı etkileyen iki önemli temel bölge var. Bunlardan birisi akkumbens çekirdeği denen, beynin derinliklerinde gizli minik bir bölge. Burası, beynimizin “ödül tespit” merkezi olarak görev yapıyor. Hoşumuza giden, bizde tatmin hissi oluşturan bir şey yaptığımızda; mesela, güzel bir yemek yediğimizde, şeker tadı aldığımızda, sigara içtiğimizde, yahut sosyal olarak beğeni gördüğümüzde, bu bölge faaliyete geçiyor. Buranın faaliyeti dopamin adlı bir hormonun beynimizde salgılanmasına neden olarak, geçici de olsa bir tatmin ve rahatlık hissinin oluşmasına neden oluyor. Bu sistemi uyaran her şeyi en kısa zamanda bir kez daha yapmak istiyoruz; çünkü dopamin salgılanması, çok özetle, bize kendimizi iyi hissettiriyor.\n\nİkinci bölge ise, beynimizin şakak loblarının derinliklerinde (striatum) bulunan insula adlı bir beyin kabuğu bölgesinin özellikle ön kısımları. Anterior insula da denen bu bölge, olumsuz duygular deneyimlediğimizde faaliyete geçiyor. Mesela, kötü kokulu bir yerden geçerken, itici ve rahatsız edici bir şeyler gördüğümüzde yahut duyduğumuzda, bu bölgenin faaliyeti sonucunda “olumsuz hislere” kapılıyoruz. Yapılan bir araştırmada, insanların doğa katliamına dair fotoğraflara baktıklarında, normal doğa fotoğraflarına bakanlardan daha fazla bağış yapma eğilimi gösterdikleri saptanmış. Söz gelimi, ormanların yok edildiği, toz-toprak içindeki bir taş ocağının görüntüsü, insanların çoğunda nahoş bir his oluşturmak üzere anterior insula bölgesini uyarıyor ve bu insanlar, bu hoşnutsuzluk veren histen kurtulabilmek için daha fazla bağışta bulunmaya meyilli hale geliyorlar. İnsula bölgemizde bulunan bu refleks yaşamsal olarak bizim için çok önemli. Örneğin bozulmuş besinlerden kaçınmamızı yeni besin aramaya yönelmemizi sağlar. İnsulanın uyarılması, bizi üzerinde hiç düşünmeden hemen harekete geçmeye zorlayan, kuvvetli ve hayati bir uyaran olarak ortaya çıkıyor.\n\nŞimdi gelelim sosyal medyada bizi rahatsız eden bir görüntü ile karşılaştığımızda beynimizde neler oluyor bunlara göz atalım.Öncelikle rahatsız edici bir şey gördüğümüzden dolayı anterior (ön) insula bölgemiz aktif oluyor.Bu bölge aktif olunca hemen bizde olumsuz duygular oluşuyor ve bizim harekete geçmemize sebep oluyor. Çünkü bu durumu ortadan kaldıracak eylemler bizim ödül devremizi uyaracak ve bize daha rahat hissettirecektir.İşte tam bu noktada sosyal medya imdadımıza koşar ve tek bir hareket ile o büyük akış içine bir söz de biz söylemiş oluruz. Bu yöntem aynı zamanda en hızlı tepki verme yöntemidir şu an. Böylece çok kısa bir sürede elimizden geleni yapmış oluruz.\n\nEsas sorun ise paylaştıktan sonra başlıyor. Bu rahatsız edici durumu tüm dünya ile paylaşmamız ve bu paylaşımın aldığı tepkiler ödül devrelerimizi aktifleştiriyor.Akkumbens çekirdeğimizin aktifleşmesine sebep olan bu kısayol, ekran başından kalkmadan bizi harekete geçirmek için meydana gelen rahatsız hislerden kurtulmuş oluruz hem de tek tıkla. Bu ve benzeri geçici tatmin araçları bizim için çok büyük bir kıymeti olan ve gerçekten bizi harekete geçiren içsel ‘ödül “arayışı” ‘ dürtümüzü sekteye uğratıyor bizi çok pasif insanlar haline getiriyor. Böylece hepimiz sosyal medyadan nutuk atan ama neredeyse hiçbir faaliyette bulunmayan kimseler haline geliyoruz.\n\nPeki bizlere (insanlara) düşen nedir? Duyduğumuz, gördüğümüz şeyleri hemen paylaşmaktan geri durmalıyız (Sadece paylaşmak ile kalmamalıyız.). Hayatımızda neleri değiştirebiliriz diye kendimiz sorular sormalıyız. Sizi birinci planda ilgilendiren yakın çevrenizden (kendinizden) başlayarak sorunlara nasıl çözüm bulacağınız ile alakadar olmalısınız. Gerçek hayata dair çözümler üretmeye başlayınca alacağınız zihinsel ödülün ne kadar farklı bir his olduğunu göreceksiniz.\n\n“Paylaşıyorum öyleyse varım!” anlayışı yerine daha aksiyoner insanlar haline gelip hep birlikte daha güzel bir dünya inşaa etme sürecinde bir tuğlada biz taşıyalım.\n\nÖzgürlüğün Baş Dönmesi/Kemal Sayar/Kapı Yayınları\n\nTüketim Toplumu / Jean Baudrillard / Ayrıntı Yayınları/ 9. Basım\n\nDijital Gelecekte İnsan Kalmak/Mustafa Acungil-Sinan Canan/ Tuti Kitap","likes":null,"date":"2020-08-10","keywords":"paylaş,sosyal medya,varlık","user":null,"created_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T12:36:38.444Z","updated_at":"2020-10-31T10:13:38.725Z","banner":{"id":47,"name":"https://images.unsplash.com/photo-1517292987719-0369a794ec0f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","alternativeText":"","caption":"","width":5184,"height":3888,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","url":"/uploads/large_photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","hash":"large_photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1517292987719-0369a794ec0f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","path":null,"size":99.88,"width":1000,"height":750},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","url":"/uploads/small_photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","hash":"small_photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1517292987719-0369a794ec0f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","path":null,"size":34.55,"width":500,"height":375},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","url":"/uploads/medium_photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","hash":"medium_photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1517292987719-0369a794ec0f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","path":null,"size":64.93,"width":750,"height":563},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","url":"/uploads/thumbnail_photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","hash":"thumbnail_photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1517292987719-0369a794ec0f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","path":null,"size":9.19,"width":208,"height":156}},"hash":"photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","mime":"image/jpeg","size":2009.94,"url":"/uploads/photo_1517292987719_0369a794ec0f_ixlib_rb_1_2_58744ff6b4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1334&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":2,"updated_by":2,"created_at":"2020-10-28T12:36:41.095Z","updated_at":"2020-10-28T12:36:41.148Z"}}},"__N_SSG":true}