{"pageProps":{"article":{"id":10,"title":"Siber Zorbalık Nedir ?","content":"Herkese merhaba. Bu yazımda teknolojinin gelişip hayatlarımızdaki yerinin ve öneminin artmasıyla birlikte tanıştığımız yeni kavramlardan biri olan “Siber Zorbalık” ı ele alacağım. Siber zorbalık nedir ? Siber zorbalıkla mücadele etmenin yolları nelerdir ? Bunları hep birlikte öğreneceğiz.\n\n#### Siber Zorbalık Nedir ?\n\nSiber zorbalık, günümüz bilgi ve iletişim teknolojilerini kullanarak bir birey ya da gruba yapılan teknik ya da ilişkisel tarzda zarar verme davranışları olarak tanımlanır. İki tür siber zorbalık olmakla birlikte bunlardan ilki mağdurların şifrelerini ele geçirmek, web sitelerine siber saldırıda bulunmak, spam içeren mailler ya da bulaşıcı e-postalar göndermek gibi teknik olayları içeriyor. İkinci tip siber zorbalık ise daha çok psikolojik yönüyle ortaya çıkıyor. Bir kişinin internet ortamında bir başkasını kasıtlı olarak rahatsız etmesi, hakaret veya küfür etmesi, tehdit etmesi ya da dalga geçmesi ve bunlara benzer birçok davranış bu türün örneklerini oluşturuyor. Ben bu yazımda daha çok ikinci tür üzerinde duracağım.\n\nYüz yüze zorbalık ve siber zorbalık çoğu kez birlikte gerçekleşiyor ancak birbirini tanımayan kişilerin sosyal platformlarda sahte isimler üzerine açılmış veya anonim hesaplar vasıtasıyla siber zorbalık yapması da günümüzde gittikçe yaygın bir hal almaya başladı. Bu duruma anonim olmanın, zorbalığı yapan kişiye verdiği güven hissi büyük bir etkendir. Öyle ki kişiler günlük hayatta karşı karşıya geldiğinde veya o sözü söyleyenin kendisi olduğu bilindiğinde söylemekten imtina edeceği sözleri internet ortamında bu yollarla rahatlıkla ve mağdurun üzerinde bırakacağı olumsuz etkiyi düşünmeksizin söyleyebilmektedirler.\n\n#### Mağdura Etkisi Nedir ?\n\nZorbalığın gerçekleştiği ortamın yani internet teknolojilerinin hayatımızdaki yerinin artmasına paralel olarak bu zorbalıkların mağdurlar üzerindeki etkisi de doğal olarak artıyor ve bu etki bazen mağdura kendi evindeyken bile saldırı altındaymış gibi hissettirebiliyor. Bu hissin üzerine çaresizlik hissi de eklenince mağdurun yaşadığı ruhsal, duygusal ve fiziksel yıkım daha da artıyor hatta bazı aşırı örneklerde bu durum mağdurun hayatını sonlandırmasına kadar gidebiliyor maalesef.\n\n#### Siber Zorbalıkla Nasıl Mücadele Edilir ?\n\nZorbalığa maruz kaldığınızı düşünüyorsanız yapmanız gereken ilk iş ailenizden yakın bir kişi, ya da güvendiğiniz başka bir kişiden bu konuda yardım istemenizdir. Tanıdığınız bir kişiyle konuşmaktan rahatsızlık duyacaksanız konuyu profesyonel bir danışmanla da konuşabilirsiniz. Zorbalık olayı bir sosyal platformda gerçekleşiyorsa o kişiyi engelleyebilir ve davranışlarını platformun kendisine resmen bildirebilirsiniz. Sosyal medya şirketleri kullanıcılarını güvende tutmakla mükelleftirler. Bu nedenle sosyal medya platformlarının bu tür durumların önüne geçmek için geliştirdiği birçok kullanıcı sözleşmesi ve uygulama mevcuttur. Ancak zorbalığın durdurulması açısından olayların tespit edilmesi gerekir ve bunun için de zorbalığın bildirilmesi çok önemlidir.\n\nZorbalık yapan kişiye davranışının kabul edilemez olduğunun gösterilmesi de bu konuda işe yarayabilir ancak çok yakın bir tehlike içinde olduğunuzu düşünüyorsanız polise başvurmak en iyi seçenek olacaktır. Unutmayın ki siber zorbalık da dâhil olmak üzere herhangi bir şiddet biçimine maruz kalan kişilerin adalete erişim ve suçu işleyenden hesap sorma hakları vardır. Siber zorbalık kavramı henüz hayatlarımıza yeni yeni girmeye başladığından dolayı bu konuya ilişkin yasalar oldukça yeni olup her ülkede mevcut değildir. Bu nedenle birçok ülke siber zorbaların cezalandırılmasında tacizle ilgili yasal düzenlemeler gibi ilişkili diğer yasalara başvurmaktadır. Siber zorbalıklarla ilgili özel yasal düzenlemelerin bulunduğu ülkelerde de kasten duygusal sıkıntı yaratan bu davranışlar suç teşkil eden fiiller olarak görülür.\n\nHem yaşıtların birbirlerine hem de kimlikleri ve yaşları belirsiz kişilerin başkalarına karşı gerçekleştirdiği bu tür saldırıları henüz hayatlarımıza yeni yeni giriyorken ve bazı kesimler halen bu durumu normalleştirme gafletine düşmemişken bu konuda bilinçlenerek insanlığın çok daha ileriye taşınması konusunda bizlere yardımcı olabilecek bu imkanların yanlış kullanımını önleyerek bu tür vakaların en aza indirilmesine katkıda bulunmalıyız. Zaman ayırıp okuduğunuz için teşekkür ederim.\n\n[Siber Zorbalık Nedir - UNICEF](https://www.unicef.org/turkey/siber-zorbal%C4%B1k-nedir-ve-nas%C4%B1l-%C3%B6nlenir)\n\n[Siber Zorbalık Çeşitleri](https://tr.wikipedia.org/wiki/Siber_zorbal%C4%B1k)","likes":null,"date":"2020-06-22","keywords":"siber zorbalık,sosyal medya,kvkk,siber güvenlik,sosyal medya düzenlemesi","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T10:14:49.056Z","updated_at":"2020-10-31T09:59:10.382Z","banner":{"id":16,"name":"https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":4272,"height":2848,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":56.54,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":19.95,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":36.57,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1484807352052-23338990c6c6?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":7.1,"width":234,"height":156}},"hash":"photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":909.76,"url":"/uploads/photo_1484807352052_23338990c6c6_ixlib_rb_1_2_7649f3532f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T10:13:09.745Z","updated_at":"2020-10-25T10:13:09.780Z"}}},"__N_SSG":true}