{"pageProps":{"article":{"id":23,"title":"Tatlı Dil","content":"Duygularımızı sağlıklı olarak ifade etme becerisi aslında bebeklik dönemindeki etkileşimlere bağlı olarak gelişir ancak bebeklik döneminde sağlıklı bir ilişki kurulmaz ise gerekli beceri, büyük ölçüde başkalarının yararı için davranışı baskılamaktan oluşur.Ne var ki bu beceri aynı zamanda beynin gelişimine, bu baskılama rölünü oynayan prefrontal korteksin yeterince gelişmesine bağlıdır. Beynin bu bölgesinin gelişimi de çevrimsel bir tarzda ilişkilere , beynin gelişimine yardım eden çok miktarda opioidu üretecek sevecen, dokunsal ilk ilişkilere bağlıdır. Bebeklerin ruh durumlarına duyarlı olmakta ve ona pek çok geri bildirimde bulunmakta başarılı olan anne babalar onun özfarkındalığının pekişmesine yardım etmektedirler. Bu farkındalık zamanla çevresiyle yeterince bağlantılı olan ventromedial prefrontal kortekse yansıyacaktır.*\n\nBeynin bu bölümü korku ve endişelerini yatıştırmakta ona yardım ettiğinden, özdüzenleme açısından da önemli rol oynar.*Dahası, ventromedial prefrontal korteks, sinir sistemine bağlı olduğu ve kan basıncının ve nabzın yükselmesine ya da düşmesine de sağladığı için çocuğun fizyolojik tepkilerini düzenlemesine de yardım eder.Ancak çocuğun tüm bu yollardan duygularını yönetme becerisi, öncelikle sıcak ve destekleyici bir ana babalık görmesine çok bağlıdır.\n\nBebek, frontal korteksi geliştiği sırada, başka insanların beden dilinin ona ne söylediğini fark etmek için gelişmekte olan özfarkındalığından yararlanabilir.Kendi bedeni yönetme becerisinin artmasıyla birlikte kendi davranışlarını, çevresindekilerin beklentilerine göre daha çok denetleyebilir. Olgunlaşmakta olan bu özdenetim \"yüksek\" orbital ve medial prefrontal bölgeler ile daha dürtüsel \"alçak\" amigdala arasındaki önemli sinir yolağının kurulmasını sağlar. Ana baba,usulca ama kararlılıkla bebeği kendi davranışlarına hakim olmaya teşvik ederek bu yolak üzerindeki sinaptik bağlantıların kurulmasına yardımcı olabilir.Bu, hafiften stresli ama yönetilebilir zorluklardan sonra, bebeğin kendisine ilişkin iyi duygularını yeniden kazanmasına yardım ederek sağlanır.Bunun üzerine bebek, olumsuz bir deneyim karşısında gösterdiği daha dürtüsel tepkileri bastırmak için yüksek beynini nasıl kullanması gerektiğini yavaş yavaş öğrenir.\n\nBebeklerin bu devreleri kuracak kadar iyi bir yaşantıları olmadığında kendi davranışlarına hakim olma ve stres ve endişeyi yönetme becerileri zayıflar.Daha da kötüsü, hırpalanma deneyimi, bu düzenleyici bölgelerdeki beyin hacminin azalmasına neden olabilir.(*)Bu durum çocuğun duygulanımı düzenlemeyi öğrenmesini ya da zorlayıcı durumlarda başkalarından yardım alabileceğine güven duymasını çok daha zorlaştırır.Hırpalanmamış, içe kapanık çocuk bunun yerine duygularını gizlemeyi öğrenir ve gereksinimlerini karşılamak için umarsızca başkalarını hoşnut etmeye çalışabilir. Oysa \"dışsallaştırıcı\" bir çocuk, başkaları üzerinde bir etki bırakarak duygularının fark edilmesini sağlar ya da başkalarının duygularını umursamaksızın onlardan istediğini elde eder. Bununla birlikte, her ikistrateji de erken dönemdeki düzenleyici ilişkilerdeki aynı eksiklikten kaynaklanmaktadır.Strateji seçiminde ilginç bir özellik toplumsal cinsiyettir: kadınlar depresif yolu seçmeye bakarken erkekler saldırgan yolu seçmeye yatkındırlar.\n\nBununla birlikte bu kaçınılmaz değildir.Çocuk daha 6 ila 10 aylık iken gelecekte yaşanacak sorunlar kestirilebilir. Ancak bu tahmin yalnızca bebeğin yaradılışına bakılarak değil buna ilaveten anababanın davranışına bakılarak yapılabilir. Bebeğinin iletişimine \"şartlı\" olarak yanıt vermeyen, kendine özgü özellikleri olan bebeğin gereksinimlerini karşılayamayan ve kendi hedeflerini bebeğe dayatan bir anne farkında olmadan gelecekteki saldırganlığın ve davranış bozukluğunun tohumlarının ekilmesine yardımcı olmuş olabilir.\n\nTüm bu bilgiler ışığında hayatta en çok değer verdiğimiz varlıklar olan bebeklerin duygu, düşünce ve davranış biçimleri ebeveynler başta olmak üzere iletişim kurduğu tüm bireyler tarafından etkileniyor. Adeta beyinleri ebeveynler tarafından şekillendiriliyor ve bebek bir ömür boyu sekillenen bu beyin ile bir hayat sürüyör. Bu yüzden bebeklere karşı çok ihtimam gösterelim ki yarınlarımızı oluşturacak bireylerin sağlıklı bir düşünce dünyası ile hayat sürmeleri gibi çok temel bir hakkı onların ellerinden almayalım..\n\n*Gİlliom \"Anger regulation in disadvanteged pre-school boys\", Devolop-mental Pyschology\n\n**Mah,L.,Arnold Journal of Neuropsychiatry and Clinical Neuroscience 17\n\n(Sue Gerhardt \"Sevgi Neden Önemlidir? YKY -5268- 21.Yüzyıl Kitapları 14. Faydalanılmıştır.)","likes":null,"date":"2020-06-01","keywords":"bebek,dil,mutlu,ebeveyn","user":null,"created_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-26T15:53:57.479Z","updated_at":"2020-10-31T10:08:17.183Z","banner":{"id":33,"name":"https://images.unsplash.com/photo-1562887340-dcaf16c02011?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","alternativeText":"","caption":"","width":7680,"height":4320,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","url":"/uploads/large_photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","hash":"large_photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1562887340-dcaf16c02011?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","path":null,"size":52.05,"width":1000,"height":563},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","url":"/uploads/small_photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","hash":"small_photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1562887340-dcaf16c02011?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","path":null,"size":19.42,"width":500,"height":281},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","url":"/uploads/medium_photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","hash":"medium_photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1562887340-dcaf16c02011?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","path":null,"size":33.98,"width":750,"height":422},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","url":"/uploads/thumbnail_photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","hash":"thumbnail_photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1562887340-dcaf16c02011?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","path":null,"size":7.1,"width":245,"height":138}},"hash":"photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","mime":"image/jpeg","size":1386,"url":"/uploads/photo_1562887340_dcaf16c02011_ixlib_rb_1_2_adc6550c2f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":2,"updated_by":2,"created_at":"2020-10-26T15:52:40.143Z","updated_at":"2020-10-26T15:52:40.230Z"}}},"__N_SSG":true}