{"pageProps":{"article":{"id":29,"title":"Vecihi Hürkuş ve \"Mühendislik\"","content":"Her çağda yaşadığı toplumu tüm olumsuz koşullara rağmen, hatta kimi zaman toplumun kendisine rağmen, geliştiren ve bulunduğundan daha yüksek noktalara ulaştırma gayesiyle çalışan öncü kişiler bulunur. Bu yazımda hayatını konu edineceğim Vecihi Hürkuş da Türk havacılığı ve mühendisliğinde bu öncü kişilerden biridir.\n\nGümrük Müfettişi Faham Bey ve Zeliha Niyir Hanımın ortanca çocuğu olarak 6 Ocak 1896 tarihinde İstanbul'da dünyaya gözlerini açan Vecihi genç yaşta babasının hayatını kaybetmesi üzerine annesi tarafından yetiştirildi. Tophane Sanat Okulu'nda güzel sanatlar eğitimi alan Vecihi Hürkuş, gönüllü olarak Balkan Savaşı'na katılmış olup, daha sonra da I. Dünya Savaşı'nda, Bağdat cephesinde makinist olarak görev yaptı. Katıldığı I. Dünya Savaşı'nda yaralanınca İstanbul'a dönerek Yeşilköy’deki Tayyare Mektebi'ne girdi ve pilot olarak mezun oldu.\n\nBirinci Dünya Savaşı sırasında pilot brövesi (Yeterlilik Belgesi) alarak 7. Tayyare Bölüğü'nde Ruslara karşı katıldığı harekatta birçok başarılı keşif ve bombardıman uçuşlarına imza atan Vecihi Hürkuş 1917 senesinde Kafkas Cephesi'nde bir Rus uçağını düşürerek “Düşman Uçağını Düşüren İlk Türk Pilotu” ünvanını aldı. Uçuşlarıyla düşman üzerinde oluşturduğu korku nedeniyle “Kara Tehlike” olaran anılan Vecihi Bey savaşta yaralanarak esir düştüğü Hazar Denizi’nde bulunan Nargin Adası'ndan yüzerek İran’a kaçtı. Sonrasında ise memleket topraklarına kadar yürüdü.\n\nMemlekete döndüğünde İşgal altındaki İstanbul’da duramayıp Anadolu’ya geçerek Milli Mücadele’ye katılmak istedi. Kurtuluş Savaşı'na gönüllü olarak katılan Hürkuş, burada da vazifesin layığıyla yapmış olup Büyük Taarruzdan sonra Yunanlıların uçaklarını bile almadan kaçtıkları Kızılçullu Meydanı’na inen ilk Türk havacısı oldu. Bu başarıları üzerine Türkiye Büyük Millet Meclisi tarafından kendisine İstiklal Madalyası ve üç ayrı Takdirname verildi.\n\nZaferden sonra Edirne’de İtalyanlar tarafından terk edilen bir yolcu uçağını orduya teslim ettikten sonra uçağa Vecihi isminin verilmesi aklında uçak üretme fikrini canlandırdı. Bunun üzerine Vecihi Hürkuş, ilk Türk yapımı uçak olan Vecihi K VI'yı imal etti. M. Kemal Atatürk'ün yönlendirmesiyle kurulan Türk Tayyare Cemiyeti‘ne (TTC) katılan Hürkuş, 1931 senesinde, kurum adına ilk Türkiye turunu düzenledi. Bunu aynı senenin sonlarında yapılan ve birçok şehri kapsayan ikinci uçak turu izledi.\n\n21 Nisan 1932'de, Sivil Tayyare Mektebi'ni kurdu ve 1933 senesinde Vecihi K-XVI isimli uçağı tasarladı. 1937 senesinde Türk Hava Kurumu, Vecihi Hürkuş'u mühendislik eğitimi alması için, Almanya'ya gönderdi. 1939 senesinde mezun olarak ülkesine dönen Hürkuş'a iki senede mühendis olmanın imkansızlığı gerekçesiyle uçak mühedisi ruhsatı verilmedi.\n\nAncak Vecihi Hürkuş’un önüne çıkan son engel bu değildi maalesef. İzin verilmeden gerçekleştirdiği uçuş için ceza almak yaptığı uçağa burda ruhsat verebilecek yetkinlikte bir kurum olmadığı için uçağını trenle çekoslavakyaya götürüp orda ruhsat almak zorunda kalmak gibi birçok engelle karşılaştı. Ancak hiçbir zaman bu engeller Vecihi Hürkuş’u durduramadı. Hayatının son yıllarını büyük maddi sıkıntılar içerisinde geçiren ve tarihimizde gurur duyulacak birçok ilke imza atan Hürkuş, 16 Temmuz 1969'da, geçirdiği beyin kanaması sonucu kaldırıldığı Gülhane Askeri Tıp Akademisi Hastanesi'nde hayata gözlerini yumdu. Fakat çalışmalarıyla hala bizlere ilham vermekte.","likes":null,"date":"2020-10-12","keywords":"vecihi hürkuş,vecihik6,uçak,mühendislik,almanya,ww1,kafkas cephesi","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T08:46:15.200Z","updated_at":"2020-10-31T10:11:59.038Z","banner":{"id":42,"name":"https://vizyonergenc.com/storage/posts/October2018/uDOE5tn0HRnjvFOI2gGJ.jpg","alternativeText":"","caption":"","width":1000,"height":538,"formats":{"small":{"ext":".jpg","url":"/uploads/small_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad.jpg","hash":"small_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad","mime":"image/jpeg","name":"small_https://vizyonergenc.com/storage/posts/October2018/uDOE5tn0HRnjvFOI2gGJ.jpg","path":null,"size":21.09,"width":500,"height":269},"medium":{"ext":".jpg","url":"/uploads/medium_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad.jpg","hash":"medium_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad","mime":"image/jpeg","name":"medium_https://vizyonergenc.com/storage/posts/October2018/uDOE5tn0HRnjvFOI2gGJ.jpg","path":null,"size":40.7,"width":750,"height":404},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad.jpg","hash":"thumbnail_u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad","mime":"image/jpeg","name":"thumbnail_https://vizyonergenc.com/storage/posts/October2018/uDOE5tn0HRnjvFOI2gGJ.jpg","path":null,"size":6.68,"width":245,"height":132}},"hash":"u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad","ext":".jpg","mime":"image/jpeg","size":59.55,"url":"/uploads/u_DOE_5tn0_H_Rnjv_FOI_2g_GJ_387f6ea2ad.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-28T08:44:27.228Z","updated_at":"2020-10-28T08:44:27.262Z"}}},"__N_SSG":true}