{"pageProps":{"article":{"id":34,"title":"Yaratıcı Olmak(Olmak)","content":"Eğer bir ormana bin yıl önce girmiş olsaydınız ve o ormana şimdi yine girseniz arada çok büyük bir fark görmeniz beklenmez. Her zaman yaşadıkları hayatı yaşayan hayvanlar, her zamanki gibi büyüyen bitkiler ve var oldukları süreçten beri aynı işlevleri yerine getiren mikroorganizmalar bulunur. Tüm bu canlılardan farklı olarak bizler ise dünyayı tamamen değiştirdik ve halen değiştirmeye devam ediyoruz. Yemek yemek gibi temel bir ihtiyacı bile özel sunumlar, dinlendirme teknikleri, marinasyon işlemleri gibi çok uzun süreçlerden geçiriyoruz. Doğadaki diğer canlılar gibi bulduğumuz besini ağzımıza hemen atmıyoruz onu uzun bir hazırlık sürecine tabii tutuyoruz. Peki bizi diğer canlılardan ayıran ne?\n\nNeden atalarımız mağara duvarlarına resim yapmış?\n\nMağaralarda başlayan bu yolculuk nasıl olmuş da uzayın derinliklerine seyahat edecek kadar ileriye gidebilmiş?\n\nDiğer canlıların beyinlerine incelediğimizde algılama ve yanıtlama tepkileri arası mesafe çok kısa tam da bu noktada insan beynini özel kılan bir durum göze çarpmakta. Diğer tüm canlılara nazaran algı ve tepki arası boşluk insan da çok daha fazla. Evrimsel süreç ile birlikte beynimizin algı ve tepki bölgeleri arasında bir genişleme meydana geldi. Yani herhangi bir şeyi gördüğümüzde beynimizde mutlak biçimde otomatik bir tepkiye yol açmıyor. Bu durum neredeyse sınırsız sayıda farklı yol ile bilgiyi işlememize olanak sağlıyor. (Tabii ki bu yolları sürekli kullanırsak bu işlev aktif olarak çalışabiliyor. Yoksa beynimiz tamamen kullan ya da at sistemine göre çalışıyor ve kullanılmayan yolaklar köreliyor.)\n\nİnsan beynini özel kılan bir diğer durum da pre-frontal korteksin diğer canlılara nazaran daha kalın ve büyük olması. Pre-frontal korteks büyüdükçe hayal gücümüz artıyor. Beynimizin bu kısmı mevcut zaman ve mekandan çıkıp başka yerlere gitmemize olanak sağlar. Henüz var olmayanı düşler.\n\nİnsanoğlu olarak bizler sahip olduğumuz dürtülerin üstesinde gelerek eyleme geçmeden önce seçenekleri değerlendirmeyi öğrendik. Bu da bize hayal kurmayı hep farklı bir yol olabileceğini öğretti. Tüm bu şartlarda bize yaratıcılık gibi mükemmel bir yetenek kazandırdı.\n\nHayatımızın her anında beynimiz etrafındaki şeyler ile zaten mevcut halde bulunan bilgileri birbirine işliyor. Algıladıklarımız ne kadar kapsamlı ve zenginse beynimiz kullanabileceği veri de o kadar artıyor ve bu bizi daha yaratıcı yapıyor. Tüm yaratıcı fikirler zaten beynimizde ama nöronal bağlantılarımızın derinine inersek bunu fark edebiliyoruz.\n\nBeynimiz sürekli yeni ve heyecanlı olanı ister. Çünkü eski ve alışıldık şeyler beynimizi giderek daha az uyarır. Bu da bizi daha yaratıcı olmak mecburiyetinde bırakır. Yaratıcılık ve varlığımızın yaratıcı kısmı mutlu olabilmemiz için çok önemli. Esaretin Bedeli filminden hepimizin yakından tanıdığı Tim Robbins şu an mahkumlara hapishanede oyunculuk atölyesi veriyor. Ve şöyle diyor “Belki içlerindeki o boşluk hissi ya da yaşadıkları depresyon yaratıcılığının parıltısının eksikliğinden olabilir.” Bizim en sağlıklı içgüdülerimizden olan yaratıcılık yaşama sevincimizin de en önemli kaynağı. Aklımızda hep şu soru ile yaşarız “Senin bu dünyaya kattığın sana ait senin kadar biricik bir şey var mı?” kimimiz bu soruya sahici cevaplar arar kimimiz de varmış gibi yaşar. Bizi insan kılan en temel özelliğimiz eksikliğimiz. Doğuştan bu dünyaya eksik olarak geliriz. Bir ömür o eksikliği kapatmak için bir şeyler ararız. Resim, müzik, tabiat, bilim bunlar o eksikliği kapatmak için bize aracılık eden unsurlardır. İnsan eğer eksik olduğunu kabul eder ve bunu gidermek için bir ömür bu arayış yolculuğuna girerse yaratıcılık iç güdüsü onu besler ve eser ortaya koyar. Ama bu eksikliği kabul etmez ve tamlık illüzyonu içinde yaşarsa biricik var oluşunu dünyaya hissettiremez ve bir ömür sığ bir hayat yaşar.\n\nŞimdi sizlere bir okuldan bahsedeceğim H.O. Wheeler School şehrin fakir mahallesinde bulunan bu okul her geçen yıl başarısızlığa sürükleniyordu. Eyaletin en düşük sınav sonuçları bu okuldaydı. Okul kapanma noktasına kadar geldi. Çözüm için şöyle bir şey denendi. Yaratıcılık ve sanatı tüm derslerin temeline koyacaklardı. Örneğin çocuklar geometriyi soyut sanat üzerinden öğreneceklerdi. Bu şekilde öğretim sürecini tek bir boyuta indirgemekten kurtulmuş oluyorlardı. Böylece öğrencilerin hepsine hitap ediyorlardı. Sanat ve yaratıcılık temelde olunca çocukların ufku açılıyor, eleştirel düşünmeleri kolaylaşıyor, sınırlarını aşmayı öğreniyor ve başarısızlık korkusunu aşıyorlardı. Bu eğitim şekline geçişi sağlayan eğitmen şöyle diyordu:” Bu çocuklar 4. Sınıftaki notlarını hatırlayacaklar mı? Hatırlamayacaklar. Peki eğitim sürecini hatırlayacaklar mı? Elbette. İşte birer insan olarak da gelişmelerini sağlayan bu. Sanatsal tecrübe ile gelen beceriler onları daha iyi insanlar yapıyor. Herhangi bir edebiyat ve matematik sınavından çok daha fazla …” Tüm bu eğitim sürecinden sonra öğrencilerin notları yükseliyor kapanmanın eşiğine gelen bu okul artık tamamen doluyor hatta listede öğrenciler bekliyor.\n\nYaratıcılığın verdiği bir haz var ve bu bütün hazlardan daha fazla mutlu ediyor bizi. Kişi kendisi oldukça dünyaya yaklaşır. Kişi kendisi oldukça ilişkilerinde mutlu olabilir. Kişi kendisi oldukça kendisine ve dünyaya bir katkıda bulunabilir. Ve bir insanın kim olduğunu ortaya koyduğu işler belirler. Yani yaratıcılık içgüdümüzü besledikçe kendimize de daha çok yaklaşırız.","likes":null,"date":"2020-09-07","keywords":"kreatif,beyin,hayal gücü","user":null,"created_by":{"id":2,"firstname":"Melih Can","lastname":"Ekşioğlu","username":"melihcaneksioglu"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T12:47:14.848Z","updated_at":"2020-10-31T10:14:36.519Z","banner":{"id":49,"name":"https://images.unsplash.com/photo-1497048679117-1a29644559e3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":5194,"height":3463,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1497048679117-1a29644559e3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":124.06,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1497048679117-1a29644559e3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":40.68,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1497048679117-1a29644559e3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":78.59,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1497048679117-1a29644559e3?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":12.53,"width":234,"height":156}},"hash":"photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":2617.87,"url":"/uploads/photo_1497048679117_1a29644559e3_ixlib_rb_1_2_e72da8f415.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":2,"updated_by":2,"created_at":"2020-10-28T12:46:27.801Z","updated_at":"2020-10-28T12:46:27.838Z"}}},"__N_SSG":true}