{"pageProps":{"article":{"id":6,"title":"JavaScript'i Tanıyoruz","content":"Herkese merhaba bugün yazılım dünyasındaki yeri ve önemi gittikçe artmakta olan JavaScript dilini daha yakından tanıyacak ve ilk JavaScript kodumuzu yazacağız.\n\nJavaScript 1995 yılında Netscape'de bir mühendis olan Brendan Eich tarafından oluşturulmuş ve 1996 yılının başlarında kullanıma açılmıştır. Geliştirilirken adının “Mocha” olarak geçmesine rağmen eylül 1995 tarihine kadar resmi olarak “Livescript” ismiyle isimlendirilmiştir ancak bir süre sonra aralarında hemen hemen hiç benzerlik olmamasına rağmen, Java dilinin popülerliğinden faydalanmak için, yola “JavaScript” ismi ile devam edilmiştir. Bu olay o zamandan beri iki dil arasında karışıklıklığa neden olmaktadır. Ancak günümüzde java ile alakalı araştırma yaparken dahi karşımıza JavaScript’e dair bir şeylerin de çıkmasına bakılırsa bu reklam stratejisi işe yaramış görünüyor.\n\n#### Java ile JavaScript Farklıdır !\n\n- JavaScript internet browser tarafından yorumlanır, derlenmez ancak Java’da derlenmiş bytecode, JVM’de çalıştırılır.\n\n- Her ikisi de nesneye yönelik programlama dilleridir ancak JavaScript’te nesne tipleri arasında farklılık yoktur. Herhangi bir nesneye yeni özellik ve metotlar dinamik olarak eklenir. Nesneye yönelik teorinin miras alma (inheritance) özelliği prototip mekanizmasıyla gerçekleştirilir. Java’da ise Sınıf ve sınıf örneklerine özellik ve metotlar dinamik olarak eklenemez. Nesneler çeşitli sınıflara ayrılmıştır ve miras alma mekanizması, sınıf hiyerarşisi sayesinde gerçekleştirilir.\n \n- Java’da değişken tip bildirimi zorunlu iken JavaScript’te böyle bir bildirim mekanizması yoktur.\n\n- Java’da nesne referansları derleme zamanında (compile time) kontrol edilirken JavaScript’te çalışma zamanında (run time) kontrol edilir. Yani Java’da statik bağlama mekanizması kullanılırken JavaScript’te dinamik bağlama mekanizması kullanılır.\n\n1996 yılının kasım ayında Netscape firması JavaScript'in endüstri standardı olarak belirlenmesi amacıyla Ecma International firmasına başvuruda bulunduğunu ilan etti. Bunun sonucunda standardize edilen sürüm ECMAScript olarak isimlendirildi ve 1997 yılının haziran ayında Ecma International, ECMA-262 belirtiminin ilk sürümünü yayımladı.\n\nJavaScript, yaygın olarak web tarayıcılarında, masaüstü uygulamalarında ve mobil uygulamalarda kullanılmakta olan bir script dilidir. JavaScript ile yazılan istemci (client) tarafı scriptler sayesinde tarayıcının kullanıcıyla etkileşimde bulunması, asenkron bir şekilde sunucu ile iletişime geçilmesi ve web sayfası içeriğinin değiştirilmesi gibi işlevler sağlanır. JavaScript, Node.js v.b. platformlar sayesinde sunucu tarafında da yaygın olarak kullanılmaktadır. JavaScript bir çok framework ve kütüphanesiyle kullanıcı arayüzü geliştiricilerinin işini kolaylaştırmaktadır.\n\n#### HTML İçinde JavaScript Kullanımı\n\nHTML5 standart tanımlaması ile javascript kodları sadece script etiketleri arasına yazılmaktadır.\n\n```\n<script>\n\n//Kodlar burada olacak\n\n</script>\n```\n\n#### Harici JavaScript Dosyasını HTML Belgesine Bağlama\n\nDahili kullanım her zaman kullanışlı olmayacağı için büyük projelerde JavaScript kodları ayrı bir dosyada yazılır. Dahili kullanımda olduğu gibi yine script etiketleri kullanılmaktadır. Burada dikkat edilmesi gerek kısım ise script etiketinin “src” özelliğine harici olarak yüklenmek istenen javascript dosyası yolu yazılmalıdır.\n\n```\n<script src=\"ornek-dosya.js\"></script>\n```\n\n#### JavaScript’teYorum Satırı Kullanımı\n\nKodlarınızı yazarken, yorum veya açıklama yapmak için kullanılır. Kodun çalışmasını etkilemez. İlerleyen dönemde kodu yazan kişi veya okuyan başka birisi için kodun anlaşılırlığına katkıda bulunur. JavaScript programlama dilinde diğer C tabanlı dillerde olduğu gibi tek satırlık yorum yapılacaksa // işaretlerinden sonra tek satır yorum yapılabilir. Birden fazla satır yorum olarak yapılacaksa /* */ sembolleri arasında istenilen satır kadar yorum bırakılabilir.\n\nArtık JavaScript’in nasıl ortaya çıktığını, hangi alanlarda ve nasıl kullanıldığını biliyoruz, şimdi gelin hep birlikte web konsolumuzda ilk JavaScript kodumuzu yazalım.Web konsolu içinde bulunduğumuz sayfanın yapısal içeriğini gösterir ve o an yazdığınız JavaScript kodlarınızı çalıştırabileceğiniz bir komut satırı içerir. Konsolunuzu açmak için Ctrl+Shift+K kısayolunu kullanabilirsiniz.\n\n![resim](https://i.hizliresim.com/hz8UmV.png) \n\n(Kırmızı çerçeve içindeki alan kodumuzu yazacağımız komut satırımız.)\n\nKonsola alert(“Bastırılmak istenen metin”); komutuyla tırnak arasında yazdığımız metni bir alert (uyarı) olarak sayfaya getirtecek ve ilk JavaScript kodumuzu yazmış olacağız.\n\n![resim](https://i.hizliresim.com/4dNtgS.png) \n\n![resim](https://i.hizliresim.com/1BtGRZ.png) \n\nWeb konsolu basit JavaScript kodlarınızı çalıştırmak için iyi bir araçtır ancak daha kompleks JavaScript kodları çalıştırmak istediginizde ise teknik olarak mümkün olsa da web konsolu kullanışlı değildir ve yazdığınız kod örneklerini kaydedemez. Bu nedenle projelerimizde kodlarımızı yazarken text editor kullanacağız. Bu yazıda kullanımı gittikçe yaygınlaşan JavaScipt’i kısaca tanıdık ve ilk JavaScript kodumuzu yazdık. Zaman ayırıp okuduğunuz için teşekkür ederim.\n\nKaynaklar:\n\n[Mozilla Docs](https://developer.mozilla.org/tr/docs/Web/JavaScript/Guide/Introduction#Hello_world)\n\n[Geleceği Yazanlar](https://gelecegiyazanlar.turkcell.com.tr/konu/web-programlama/egitim/301-javascript/javascript-nedir)\n\n[Js Tarihçe](https://tr.wikipedia.org/wiki/JavaScript#Tarih%C3%A7esi)","likes":null,"date":"2020-04-27","keywords":"javascript,java,yazılım,mozilla,js,geleceği yazanlar","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T09:40:21.481Z","updated_at":"2020-10-31T09:57:09.774Z","banner":{"id":12,"name":"https://cdn.pixabay.com/photo/2018/04/20/21/10/code-3337044_960_720.jpg","alternativeText":"","caption":"","width":960,"height":540,"formats":{"small":{"ext":".jpg","url":"/uploads/small_code_3337044_960_720_c339fa1fb5.jpg","hash":"small_code_3337044_960_720_c339fa1fb5","mime":"image/jpeg","name":"small_https://cdn.pixabay.com/photo/2018/04/20/21/10/code-3337044_960_720.jpg","path":null,"size":21.37,"width":500,"height":281},"medium":{"ext":".jpg","url":"/uploads/medium_code_3337044_960_720_c339fa1fb5.jpg","hash":"medium_code_3337044_960_720_c339fa1fb5","mime":"image/jpeg","name":"medium_https://cdn.pixabay.com/photo/2018/04/20/21/10/code-3337044_960_720.jpg","path":null,"size":40.19,"width":750,"height":422},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_code_3337044_960_720_c339fa1fb5.jpg","hash":"thumbnail_code_3337044_960_720_c339fa1fb5","mime":"image/jpeg","name":"thumbnail_https://cdn.pixabay.com/photo/2018/04/20/21/10/code-3337044_960_720.jpg","path":null,"size":6.75,"width":245,"height":138}},"hash":"code_3337044_960_720_c339fa1fb5","ext":".jpg","mime":"image/jpeg","size":65.18,"url":"/uploads/code_3337044_960_720_c339fa1fb5.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T09:39:25.591Z","updated_at":"2020-10-25T09:39:25.630Z"}}},"__N_SSG":true}