{"pageProps":{"article":{"id":13,"title":"İlk Yerli Unicorn","content":"Herkese merhaba bu hafta Türkiye’nin ilk yerli unicorn’u olan Peak Games’i daha yakından tanıyacağız.\n\nBaşlamadan önce bu unicorn tabirinin ne anlama geldiğini açıklayalım. Değeri 1 milyar doları geçen girişimler “unicorn” olarak tanımlanıyor. Peak Games de geçtiğimiz aylarda Zynga’ya 1,8 milyar dolara satılarak bu unvanı kazanan ilk Türk şirketi oldu. Sanayi ve Teknoloji Bakanı Mustafa Varank, dünyaca ünlü oyun geliştiricisi Zynga’nın Türk oyun şirketi Peak Games’i satın almasını “İlk Türk unicorn yani “Turcorn” hayırlı olsun. Türkiye’deki girişimcilik ekosistemi açısından çok önemli bir gelişme.” Şeklinde değerlendirdi. Gelin bu büyük başarının mimarı Peak Games’i biraz daha yakından tanıyalım.\n\n2010 yılında Sidar Şahin tarafından İstanbul’da kurulan Peak Games zamanla 193 ülkede oyunları oynanan bir şirkete dönüştü. Öyle ki bu satışla birlikte Zynga’nın günlük aktif oyuncu sayısı %60 artması bekleniyor. Aynı zamanda Peak Games denince hemen akla gelen Toy Blast ve Toon Blast oyunları en çok indirilen 20 oyun arasında bulunuyor. Satış anlaşması ile sadece ortaklık yapısı değişen Peak Games, faaliyetlerini kadrosunda herhangi bir değişiklik olmadan kendi markası altında sürdürerek bir Türk şirketi olarak kalmaya devam ederken, sadece hisselerini Zynga’ya devredecek. Piyasa değeri 9,11 milyar dolar olan Zynga, ödemenin yarısını para olarak yarısını da Zynga hissesi olarak yapacak. Bu da demek oluyor ki artık Peak Games Zynga’nın hissedarlarından biri.\n\nZynga'nın CEO'su Frank Gibeau, Peak Games ekibinin Zynga'ya dahil olacağını söylerken “Peak’e “Aramıza hoş geldin” demekten gurur duyuyoruz. Peak dünyanın en iyi puzzle oyunu geliştiricilerinden biri. Böylesine yaratıcı ve tutkulu bir takımla yeteneklerimizi daha da ileri taşıyacak olmak bizi heyecanlandırıyor. Toon Blast ve Toy Blast’ın katılımıyla listelerde üst sıralarda yer alan oyun sayımızı sekize çıkarırken, küresel kullanıcı sayımızı çarpıcı bir şekilde artırıyor ve gelecekteki yeni projelere hazırlanıyoruz. Peak ve Zynga birlikte daha da hızlı büyüyecek”ifadelerini kullandı. Sidar Şahin ise satışın ardından düşüncelerini \"Bu anlaşmanın en önemli yanı, imkansızın başarılabileceğini somut olarak ortaya koyması. Türkiye'de anne babalar çocuklarına inansınlar istiyorum. Sevdikleri işi sürekli ilerleyerek yaptıkları sürece, başarabileceklerine inansınlar. Çocuklar da gençler de kendilerinin başarabileceklerine inansınlar. Çünkü her şey inanmakla başlar\" şeklinde dillendirdi.\n\nPeak Games’in 100 kişilik kadrosu 29 yaş ortalaması ile Türkiye’nin en genç ekiplerinden biri. Çeşitli dallarda 35 farklı üniversiteden eğitim almış olan bu ekip, satıştan sonra da 10 yıldır olduğu gibi çalışmalarına İstanbul’da devam edecek.\n\nBu arada Peak Games ve Zynga arasındaki ilk iş birliği bu değil. 2017 yılında Zynga 100 milyon dolar karşılığında Peak Games’in kart oyunları bölümünü satın almıştı. Türkiye'de çok popüler olan 101 Okey Plus ve Okey Plus da bu alımla Zynga'ya geçmişti. Peak Games bu stratejik hamleyle hem devler liginde boy göstermiş hem de ekonomik açıdan büyük ilerleme katetmişti.\n\nGerek mantıklı ve cesur hamleleriyle gerek ilgi çeken reklamlarıyla çoğumuz bir şekilde Peak Games’in adını duyduk. Hikayesine baktığımızda da şunu görüyoruz ki işinde iyi ve kendine inanan bir kadro gerçekten istediği takdirde içinde bulunduğu toplum için büyük gelişmelerin gerçekleşmesini sağlayabilir.\n\n[BBC](https://www.bbc.com/turkce/haberler-dunya-52884384)","likes":null,"date":"2020-08-03","keywords":"peakgames,oyun şirketi,yazılım,yerli unicorn,zynga,sidar şahin","user":null,"created_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-25T15:58:52.419Z","updated_at":"2020-10-31T10:00:40.375Z","banner":{"id":19,"name":"https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","alternativeText":"","caption":"","width":1920,"height":1080,"formats":{"large":{"ext":".jpeg","url":"/uploads/large_peak_games_logo_437_650cc4bb54.jpeg","hash":"large_peak_games_logo_437_650cc4bb54","mime":"image/jpeg","name":"large_https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","path":null,"size":32.71,"width":1000,"height":563},"small":{"ext":".jpeg","url":"/uploads/small_peak_games_logo_437_650cc4bb54.jpeg","hash":"small_peak_games_logo_437_650cc4bb54","mime":"image/jpeg","name":"small_https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","path":null,"size":14.46,"width":500,"height":281},"medium":{"ext":".jpeg","url":"/uploads/medium_peak_games_logo_437_650cc4bb54.jpeg","hash":"medium_peak_games_logo_437_650cc4bb54","mime":"image/jpeg","name":"medium_https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","path":null,"size":23.21,"width":750,"height":422},"thumbnail":{"ext":".jpeg","url":"/uploads/thumbnail_peak_games_logo_437_650cc4bb54.jpeg","hash":"thumbnail_peak_games_logo_437_650cc4bb54","mime":"image/jpeg","name":"thumbnail_https://cdn.webrazzi.com/uploads/2020/05/peak-games-logo-437.jpeg","path":null,"size":6.27,"width":245,"height":138}},"hash":"peak_games_logo_437_650cc4bb54","ext":".jpeg","mime":"image/jpeg","size":71.87,"url":"/uploads/peak_games_logo_437_650cc4bb54.jpeg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":1,"updated_by":1,"created_at":"2020-10-25T15:57:30.260Z","updated_at":"2020-10-25T15:57:30.300Z"}}},"__N_SSG":true}