{"pageProps":{"article":{"id":45,"title":"Mükemmeliyetçilik Nedir?","content":"Yeni bir yazıdan herkese selamlar. Bu hafta biraz daha hayatın içinden bir konu olan mükemmeliyetçilikten bahsedeceğim. Böylece belki bu yazı aramızda bu konuda problem yaşayanlara ışık tutabilir. Ki Z kuşağı olarak bu konu hayatlarımıza iyice yerleşmiş durumda. Bakalım mükemmeliyetçilik ne imiş?\n\n**Mükemmeliyetçilik Nedir?**\n\nİngilizcesi “perfectionism” olan mükemmeliyetçilik, psikolojide kişinin kusursuz olmak için çabalaması ve diğer insanların eleştirilerine ilişkin endişeler hissetmesi olarak tanımlanır. Psikologlar mükemmeliyetçiliği genel olarak normal ve nevrotik şeklinde ikiye ayırırlar. Tarihte bu olumlu ve olumsuz ayrışımlara birçok isim verilmiş olsa da basite indirgendiğinde mükemmeliyetçilik genellikle bu iki çeşitten oluşur.\n\n**Normal ve Nevrotik Mükemmeliyetçilik**\n\nOlumlu sayılabilecek olan normal mükemmeliyetçilik şeklinde kişi kendine gerçekçi ve yüksek hedefler belirler, bu hedeflerden kamçılanır ve hedefine ulaşma yolundaki işlerden zevk alır. Fakat nevrotik olanlar kendilerine gerçekçi olmayan, uçuk hedefler koyar ve doğal olarak bu hedeflere ulaşamayacakları için sürekli yetersiz ve baskı altında hissederler. Yanlış yapmayı kabul edemezler, yaptıkları zaman ise kendilerini acımasızca eleştirirler. Amaçlarına ulaşma yolundaki tüm bu kaygılar, endişeler, yetersizlik ve değersizlik hisleri onları depresif insanlar yapar ve kendilerinden asla memnun olmazlar. Bu da tabii gittikçe kısır bir döngü haline dönüşür. (Kısır döngülerden ve nasıl çözülmesi gerektiğinden başka bir yazımızda ayrıntılı olarak bahsedeceğim)\n\nToplumumuzun aile yapısına bakıldığı zaman, genel olarak birçok ailenin geçmişte kendileri belli nedenlerden (maddi yetersizlik, kişisel ve ailevi problemler gibi) dolayı başaramadığı olayları çocuklarının başarabilmesi için onlara yanlış bir baskı uyguladığını görürüz. Bu baskı toplumumuzda genellikle eğitim ve iyi bir maddi gelir konusunda yapılır. Sürekli yönetilen, yanlış yapmasına izin verilmeyen ve özgür olamayan çocuklar işlerinin ebeveynleri tarafından yönetilmesine alışkındırlar ve sorumluluk bilincinden uzak yetişirler. Fakat aile çocuğu bu şekilde yetiştirmesine rağmen ondan büyük beklentiler içerisine girer ve çocuğu da bu yola sürükler. Bu da ileride kendisi için büyük emelleri ve hayalleri olan fakat bunlara nasıl ulaşacağını bilemeyen, asla tatmin olamamış ve kendi öz benliği ile barışamamış nevrotik mükemmeliyetçi bireyler ortaya çıkarır. Toplumumuzdaki depresif genç kuşağın en büyük problemlerinden biri olan bu konu, aslen ebeveynlerin yanlış çocuk yetiştirme yöntemlerinden kaynaklanır ne yazık ki. Burada eğitimin önemini apaçık bir şekilde tekrar görmekteyiz.\n\n**Mükemmeliyetçiliğin üstesinden nasıl gelinir?**\n\nBilişsel-davranışçı terapi bu konuda belirli bir ilerleme kaydetmeye yardımcı olmaktadır. Maruz kalma ve yanıt önleme (ERP) uygulamaları sonucunda tedavinin ilk 6 aydan sonra etki göstermeye başladığı gözlenmiştir. Bu tedavi yönteminde kişiler bilerek belli hatalara maruz bırakılır ve kişinin bu hataların endişelenildiği kadar büyük etkiler bırakmadığını görmesi sağlanır. Örneğin kişi lekeli kıyafetlerle iş görüşmesine gönderilir ya da kişinin evde belirli bir bölgeyi kirli bırakması sağlanır. Böylece bilinçaltındaki korkuların üstesinden gelmeye çalışılır. Elbette bu yöntemleri bir terapiste gitmeden kendi başınıza da uygulayabilirsiniz. Fakat eğer bu konuda ciddi problemleriniz olduğunu düşünüyorsanız bir uzmana danışmanız sizin için daha uygun ve sağlıklı olabilir.\n\nUmarım hepimiz kendimizi ve bizden sonraki nesilleri yetiştirmek için doğru adımlar atabiliriz. Herkese mutlu günler dilerim!\n\nKaynakça\n\n[Wikipedia](https://en.wikipedia.org/wiki/Perfectionism_(psychology))\n\n[Nasıl Aşılır?](https://barisgurkas.com/mukemmelliyetcilik-nasil-asilir/)","likes":null,"date":"2020-07-20","keywords":"mükemmeliyetçilik,aile,nevrotik,kusursuz","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:56:01.774Z","updated_at":"2020-10-31T10:26:17.069Z","banner":{"id":61,"name":"https://ceotudent.com/wp-content/images/post/user-12/yu814r.jpg","alternativeText":"","caption":"","width":600,"height":399,"formats":{"small":{"ext":".jpg","url":"/uploads/small_yu814r_82efe81291.jpg","hash":"small_yu814r_82efe81291","mime":"image/jpeg","name":"small_https://ceotudent.com/wp-content/images/post/user-12/yu814r.jpg","path":null,"size":22.03,"width":500,"height":333},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_yu814r_82efe81291.jpg","hash":"thumbnail_yu814r_82efe81291","mime":"image/jpeg","name":"thumbnail_https://ceotudent.com/wp-content/images/post/user-12/yu814r.jpg","path":null,"size":7.67,"width":235,"height":156}},"hash":"yu814r_82efe81291","ext":".jpg","mime":"image/jpeg","size":26.32,"url":"/uploads/yu814r_82efe81291.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:54:40.933Z","updated_at":"2020-10-28T20:54:40.968Z"}}},"__N_SSG":true}