{"pageProps":{"article":{"id":105,"title":"Dramatik Kişilik Bozuklukları (B Kümesi)","content":"Herkese merhaba. Bu hafta kişilik bozuklukları serisinin 3. yazısında beraberiz. Okuyanlarınız varsa bilirler, ilk yazıda kümelerden bahsetmiş, sebeplerine ve tedavisine değinmiştik. Bu yazıda ise ikinci kümemizle devam edeceğiz. Gelin başlayalım;\n\n**1.Antisosyal Kişilik Bozukluğu**\n\nHalk arasında “sosyopati” olarak da bilinen antisosyal kişilik bozukluğunu (ASKB) psikopatiden ayıran şey semptom farklılığıdır. Psikopati sosyopatiden daha ağırdır, birey psikopatide sosyopati semptomlarına ek olarak ahlak dışı davranışlar da sergiler. Antisosyal kişilik bozukluğu bir akıl hastalığı değildir. APA, ASKB’ nu şöyle tanımlar: “Teşhis için temel özellik, çocukluk veya ilk ergenlik çağında başlayıp yetişkinlik çağında da devam eden, diğer insanların hakları ile ilgili daimî bir umursamazlık ve ihlâl seyridir.” Hastalığın ana ve en önemli işaretçisi manipülasyon ve hilekarlıktır. Bu yüzden sadece hastayla iletişim kurarak teşhis koymak oldukça zordur. Mutlaka hastanın birkaç yakınıyla daha görüşmek ve hastayı bir de dış gözden duymak gerekir. \n\nASKB’ nun belirtileri ise şunlardır:\n\n-Küçük yaşta sık sık yangın çıkarma ve bu dürtüye karşı koymakta güçlük çekme (piromani)\n-Hayvanlara eziyet\n-Diğer bireylerin haklarına ve sınırlarına saygı duymama, onları ihlal etme\n-Uzun süreli sorumluluklarda (bir işte çalışma gibi) başarısızlık ve tutarsızlık\n-Alkol veya uyuşturucu madde bağımlılığı\n-Fevri davranışlar, saldırgan ve şiddet içerikli tutumlar\n-Sürekli endişeli, somurtkan ve sinirli olma\n-Yalan söyleme, suça karışma (genelde hırsızlık) ve bunda ısrarcılık\n-Suç işleme sonucunda ceza hukuku ve kurallar ile sorun yaşama\n-Birine zarar vermeyi ve kötü davranmayı mantıklılaştırma\n-Merhametsizlik\n\nBu ve bu gibi belirtileri olan antisosyal kişilik bozukluğu 1994’ te APA’ nın verdiği bilgilere göre erkeklerin %3’ ünde, kadınların ise %1’ inde görülmektedir.\n\n**2.Borderline (Sınırda) Kişilik Bozukluğu **\n\nYoğun bir tutarsızlık, hassaslık ve güvensizlik olarak tanımlayabileceğimiz sınırda kişilik bozukluğunun belirtileri şunlardır:\n\n-Sık gerçekleşen intihar girişimleri, kendine zarar verme\n-Çok mükemmel hissederken birden aşırı değersiz hissetme\n-Hayatındaki birine tapınırcasına değer verirken bir anda o kişinin en nefret edilen kişi haline gelmesi \n-Kısa süre içerisinde birden fazla duygu değişimi yaşamak (sebebi olaylara verilen aşırı tepkilerdir)\n-Sürekli boşlukta hissetme\n-Başkalarının kendisini sevmesi için büyük bir çaba harcama, karşılık alamazsa yoğun bir nefret duyma\n-Yanında sürekli birinin varlığını hissetmek isteme, yalnızlığa tahammülsüzlük\n-Güvensizlik\n-Depresyona meyillilik\n\nGünlük hayatta ne yazık ki bu tip birçok insan görüyor ya da duyuyoruz.  Kendisinden ayrılan sevgilisini, boşanan eşini öldürenler, saplantılı bireyler, her tutarsızlığına bipolar sıfatı yapıştırdığımız insanlar (ki bu bipolar bozukluğu olan kişilerin gerçek hayatta mağdur olmasına neden oluyor). Etrafınızda kişilik bozukluğu olduğunu düşündüğünüz insanları lütfen yargılamayın, onlara destek olun, bir uzmana danışmalarına yardım edin. Ne yazık ki hepimiz aynı doğmuyor, aynı çevrede yetişmiyor ve aynı özelliklere sahip olamıyoruz. Eminim kimse, kişilik bozukluğu olanlar da dâhil, sorunları olsun istemezdi.\n\n**3.Histrionik Kişilik Bozukluğu**\n\nAşırı duygusallık ve dikkat çekme eğilimi olarak kısaca tanımlanabilecek bu bozukluk kadınlarda daha sık görülmektedir. Histrionik kişilik bozukluğu olan kişiler ilgi odağı olmayı severler, dikkat çekmek için uygunsuz cinsel davranışlar sergileyebilirler. Sürekli takdir edilmek ve göz önünde bulunmak isterler, bunun için psikolojik manipülasyonda bulunabilirler. Duygularını dramatize ve aşırı bir şekilde gösterirler, duygular arası geçişleri hızlı olur. Bazı insanlar bunu yapmacık ya da abartılı bulabilirler. Olumsuz eleştirilere, hayal kırıklıklarına karşı oldukça hassaslardır. Buna rağmen değişime açık değillerdir, içinde bulundukları kişiden ve karakterlerinden oldukça memnunlardır, değişimi bir tehdit olarak görürler. Ani kararlar alırlar, heyecanlarına yenik düşerler. Kolayca sıkıldıkları için işlerinde ve uzun süreli eylemlerde başarısız olabilirler. \n\n**4.Narsisistik Kişilik Bozukluğu **\n\nNarsisizmin ileri boyutu olarak görülen kişilik bozukluğudur. Toplumda megaloman olarak tanımlanan bu kişiler gerçek hayatta genelde çevrelerini rahatsız ederler. Her zaman üstün olduklarını iddia ederler, başarı ve yeteneklerini abartırlar. İlgi ve övgüye karşı doyumsuzlardır, öyle ki iltifat almak için ortam hazırlarlar. Eleştirinin olumlusuna da olumsuzuna da katlanamaz, bunu harika kişiliklerine bir hakaret olarak görür ve bu eleştiriye öfke ve utanç duygusu ile karşılık verirler. Empati yapamazlar. Kin, kıskançlık gibi duyguları fazladır. Merhamet duygularını, olayları ve insanları menfaatlerine göre kullanırlar. \n\nNarsisistik bireylerle yaşaması gerçek bir istek ve özveri ister. Böyle bireylerle konuşurken sen dili değil ben dili kullanmaya, eleştirirken kişiliklerini değil de davranışlarını eleştirmeye dikkat edin. Övgü vereceğiniz zaman da aynı şekilde kişiliğini değil davranışını övün. Eleştirmeden önce izin alın, olumsuz değil nötr ifadeler kullanın, yanılabileceğinizi de belirtin ki bir çıkış kapıları olsun. Davranışlarını onaylamadığınızı gösterin ama kavga etmeyin. Kavga ederseniz aniden mazlum gibi davranıp sizi haksız çıkarabilirler. Sizi etkilemelerine izin vermeyin. Güçlü bir kişiliğiniz olur ve kendinizi tanırsanız kimse tarafından kolayca manipüle olmazsınız. \n\nKaynakça\n\n[Acıbadem](https://www.acibadem.com.tr/ilgi-alani/kisilik-bozukluklari/#genel-tanitim)\n\n[ASKB Wikipedia](https://tr.wikipedia.org/wiki/Antisosyal_ki%C5%9Filik_bozuklu%C4%9Fu)\n\n[Borderline Wikipedia](https://tr.wikipedia.org/wiki/Borderline_ki%C5%9Filik_bozuklu%C4%9Fu)\n\n[Borderline E-Psikiyatri](https://www.e-psikiyatri.com/borderline-kisilik-bozuklugu-nedir)\n\n[Histrionik Wikipedia](https://tr.wikipedia.org/wiki/Histrionik_ki%C5%9Filik_bozuklu%C4%9Fu)\n\n[Narsisistik Wikipedia](https://tr.wikipedia.org/wiki/Narsisistik_ki%C5%9Filik_bozuklu%C4%9Fu)\n\n[Narsisistik E-Psikiyatri](https://www.e-psikiyatri.com/psikoyorum-da-bu-aksam-narsistik-kisilik-bozuklugu-konusulacak)","likes":null,"date":"2020-11-16","keywords":"kişilik bozukluğu, narsisistik, antisosyal, borderline, histrionik","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"created_at":"2020-11-16T13:36:46.118Z","updated_at":"2020-11-16T13:36:46.136Z","banner":{"id":142,"name":"https://images.unsplash.com/photo-1563861327975-6078d4994655?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","alternativeText":"","caption":"","width":5831,"height":3889,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","url":"/uploads/large_photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","hash":"large_photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1563861327975-6078d4994655?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","path":null,"size":85.24,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","url":"/uploads/small_photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","hash":"small_photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1563861327975-6078d4994655?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","path":null,"size":26.14,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","url":"/uploads/medium_photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","hash":"medium_photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1563861327975-6078d4994655?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","path":null,"size":53.79,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","url":"/uploads/thumbnail_photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","hash":"thumbnail_photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1563861327975-6078d4994655?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","path":null,"size":6.92,"width":234,"height":156}},"hash":"photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","mime":"image/jpeg","size":1578.37,"url":"/uploads/photo_1563861327975_6078d4994655_ixlib_rb_1_2_a7aa1c6d86.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-11-16T13:36:15.003Z","updated_at":"2020-11-16T13:36:15.057Z"}}},"__N_SSG":true}