{"pageProps":{"article":{"id":50,"title":"Stres: Çocuk ve Ebeveyn","content":"Mutlu bir hafta geçirmeniz için en güzel dileklerimle yeni yazıya başlamak istiyorum. Umarım sonbaharın yavaştan geliyor oluşu içinizi ısıtmış ve huzurla doldurmuştur zira ben üşümeyi ve yağmuru çok özlemişim. Sizler de yeni mevsimin gelişini güzel bir kitaba başlayarak ya da yeni bir resim seti alıp güzel ve küçük tablolar yapıp odanıza asarak kutlayabilirsiniz. Ufak yenilikler her zaman hayata heyecan katar ve sizi dinç tutar unutmayın.\n\nBu hafta, çocukluğu ve ergenliği oldukça sorunlu geçmiş, ebeveynleri ayrı yaşayan biri olarak çocuk ve ebeveynin arasındaki ilişkiden ve stres yönetiminden biraz bahsetmek istiyorum. Ne de olsa birçoğumuz ileride birer ebeveyn olacak ve çocuk yetiştireceğiz. Bir birey yetiştirmek son derece önemli ve dikkat gerektiren bir iştir. Bu yüzden kendimizi ne kadar çok eğitirsek o kadar faydalı ve doğru bireyler oluruz.\n\nStres, “vücudun çeşitli içsel ve dışsal uyaranlara verdiği otomatik tepki” ya da “zorlu ya da rahatsız edici bir durum karşısında kişinin hissettiği duygusal ve fiziksel gerilim hali” olarak tanımlanabilir. Çocuklarda ise bu gerilim hali ve bu durumu yönetmesi yetişkinlere göre daha farklı ve zorludur. Küçük çocuklar için aile içi gerginlikler, yeni bir üvey ebeveyn, arkadaş edinmek, akran zorbalığı gibi şeyler başlıca stres kaynakları olurken, ergenler ve gençler küçük çocuklara kıyasla daha kolay stres olabilmektedirler. Bunun bir nedeni çocukluğun rahatlığı ve yetişkinliğe girmenin gerektirdiği sorumluluklar arasında sıkışıp kalmaktır. Bunun dışında haberlerde geçen olaylar (taciz, doğal afetler, cinayetler vs.), aile içi ve dışı olaylar, akran ilişkileri, sosyal medya ve hareketsizlik gibi birçok neden de ergenlerde strese neden olur. Fakat çocuk ve ergenlerde ortak olarak baktığımızda asıl büyük stres kaynağının genelde okul olduğunu görürüz. Gerek yanlış eğitim sistemlerinden gerekse ebeveynlerin yanlış yönlendirmesinden, çocuklar büyük bir not kaygısı içerisinde oluyor ve başarısızlıktan korkuyorlar. Öğretmenleriyle ve akranlarıyla anlaşmakta problem çekebiliyor, hatta onlarla birer yarış içinde olduklarını düşünmeye itilebiliyorlar.\n\n**Gençlerin ya da kendimizin stresli olduğunu nasıl anlarız?**\n\nStresliyken sinir ve öfke, uyku bozuklukları, yeme alışkanlıklarında değişiklikler, davranış değişiklikleri, sorumlulukları ihmal etme, daha sık hastalanma gibi belirtilerden birçoğunu gösteririz. Bu belirtileri eleştiri ve şakalara karşı daha hassas olma, gün boyu halsiz ve uykulu hissetme ama gece uyuyamama, daha az ya da daha çok yeme, halsiz hissetmekten dolayı sorumlulukları yerine getirmeme ya da zamanında getirememe, stres ve düzensiz beslenme kaynaklı bağışıklık sisteminin zayıflaması ve sık hastalanma şeklinde daha da genişletebiliriz.\n\nPeki, stresle başa çıkmada çocuğa ve ebeveynlere ne gibi görevler düşüyor.\n\nİlk olarak, çocuğun stresi azaltmak için yapması gereken şeyler için ebeveynin çocuğu yönlendirmesi gerekir. Sakin ve yargılamadan, empati yaparak ve sevginizi belli ederek çocukla iletişime geçmek ebeveynin, hatta tüm insanların temel erdemi olmalıdır. (Eğer ebeveyniniz ile bu konuda bir probleminiz varsa sakince oturup konuşmanızı, duygularınızı açıklamanızı tavsiye ederim.)\n\nBurada çocuğun yapabileceği şeyler şunlardır;\n\n- Uyku saatlerini düzenlemek, yeterli uyumak, mümkün olduğunca gece 22.00-02.00 arasında uyuyor olmak \n\n- Güvenilir bir yetişkinle ya da bir uzmanla stresiniz ve bunun kaynakları hakkında konuşmak\n\n- Olumlu ve olumsuz duygularınızı yazmak, sorunlarınızı ve olası çözüm yollarını listelemek, olumlama yapmak\n\n- Egzersiz yapmak, hareketli bir yaşam serotonin salgılamanın temel kaynaklarından biridir.\n\n- Eğlenmek için vakit ayırmak, sorumluluklarınız ve eğlenceleriniz arasındaki dengeyi iyi kurmak\n\nEbeveyn ise bunları teşvik etmek dışında aşağıdakileri de yapabilir/yapmalıdır;\n\n- Kendi stresinizle nasıl başa çıktığınızı çocuğunuza anlatın\n\n- Çocuğun sorunla kendisinin baş etmesine izin verin, sürekli yönlendirmeyin ya da iteklemeyin\n\n- Çocuğunuzun olumsuz düşüncelerini olumlularıyla değiştirmesine yardımcı olun, özgüvenini destekleyin\n\nAyrıca Amerikan Psikoloji Topluluğu'nun yaptığı bir araştırmaya göre 2003'te 6-17 yaş arası çocuklarda depresyon ve anksiyete oranı %5,4 iken bu oran 2012'de %8,4'e yükselmiştir. Bu bilgiler ışığında görüyoruz ki genç kuşak daha yıpratıcı bir dünyaya ve hayata adım atıyor. Burada bize düşen görev ise kendimizi ve gelecekteki çocuklarımızı en iyi şekilde yetiştirmektir.\n\nUmarım faydalı bir yazı olmuştur. Sağlıklı zihinler, mutlu haftalar dilerim!\n\nKaynakça\n\n[APA - Ebeveynlik](https://www.apa.org/topics/parenting)\n\n[APA - Çocuk ve Ergenlerde Stres](https://www.apa.org/topics/children-teens-stress)\n\n[APA - Tek Ebeveynlik](https://www.apa.org/topics/single-parent)","likes":null,"date":"2020-09-28","keywords":"stres,çocuk,ebeveyn,ergen,psikoloji","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T21:22:22.903Z","updated_at":"2020-10-31T10:28:14.485Z","banner":{"id":66,"name":"https://www.theladders.com/wp-content/uploads/parents-child-190801-800x450.jpg","alternativeText":"","caption":"","width":800,"height":450,"formats":{"small":{"ext":".jpg","url":"/uploads/small_parents_child_190801_800x450_974cb90b21.jpg","hash":"small_parents_child_190801_800x450_974cb90b21","mime":"image/jpeg","name":"small_https://www.theladders.com/wp-content/uploads/parents-child-190801-800x450.jpg","path":null,"size":22.31,"width":500,"height":281},"medium":{"ext":".jpg","url":"/uploads/medium_parents_child_190801_800x450_974cb90b21.jpg","hash":"medium_parents_child_190801_800x450_974cb90b21","mime":"image/jpeg","name":"medium_https://www.theladders.com/wp-content/uploads/parents-child-190801-800x450.jpg","path":null,"size":44.71,"width":750,"height":422},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_parents_child_190801_800x450_974cb90b21.jpg","hash":"thumbnail_parents_child_190801_800x450_974cb90b21","mime":"image/jpeg","name":"thumbnail_https://www.theladders.com/wp-content/uploads/parents-child-190801-800x450.jpg","path":null,"size":7.22,"width":245,"height":138}},"hash":"parents_child_190801_800x450_974cb90b21","ext":".jpg","mime":"image/jpeg","size":51.59,"url":"/uploads/parents_child_190801_800x450_974cb90b21.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T21:21:11.874Z","updated_at":"2020-10-28T21:21:11.912Z"}}},"__N_SSG":true}