{"pageProps":{"articles":[{"id":68,"title":"Eksantrik Kişilik Bozuklukları (A Kümesi)","content":"Kişilik bozukluklarının ilk kümesi olan bu küme, eksantrik yani tuhaf kişilik bozukluğu kümesidir. 3 tip kişilik bozukluğu bulunduran bu kümede Paranoid Kişilik Bozukluğu, Şizoid Kişilik Bozukluğu ve Şizotipal Kişilik Bozukluğu’ nu inceleyeceğiz.\n \n**1.Paranoid Kişilik Bozukluğu **\n\nAşırı duyarlılıktan ve şüphecilikten kaynaklanan bu bozuklukta kişi insanların en normal hareketlerini bile hakaret ve kötü birer davranış olarak algılar. Bundan dolayı dışarıya, eşlerine veya sevgililerine karşı son derece güvensizdirler. Her hareketten şüphelenirler, aldatıldıklarını düşünürler. Kin tutarlar, her zaman haklı olduklarını düşünürler; yani sabit fikirli, inatçı ve katı bir yapıya sahiplerdir. Her zaman haklı olduklarını düşündükleri için kendilerini üstün hissederler ve düşüncelerini haklı çıkarmak için gerçekleri çarpıtarak ya da tamamen farklı bir şekilde göstermeye meyillidirler. \n\nFakat normal insanların sağlıklı süreçte arada sırada yaşayabileceği ve şüpheci yaklaşımlardan kaynaklanan paranoyaların aksine kişilik bozukluğu olanların paranoyaları günlük yaşamlarının kalitesini ve işlevini bozacak derecededir. \n\n**2. Şizoid Kişilik Bozukluğu**\n\nŞizofreniden ayrılan şizoid kişilik bozukluğu kişinin bir tür kendini yalıtma halidir. Şizofreniden ayrılma nedeni ise şizofrenide kişi sanrıları çok sık görüp bunları gerçeklerden ayırt edemezken şizoid kişilik bozukluğunda sanrılar ara sıra görülür ve kişi bunları gerçeklikten ayırabilecek durumdadır.\n\nTabiri caizse ‘fazla içe dönüklük’ olarak tanımlayabileceğimiz (bu kadar basit olmamakla beraber) şizoid kişiler kendilerini dış hayattan soyutlamışlardır. Tercihleri tek başına yapılan aktivitelerden yana olur, duygusal anlamda soğuklardır ve duygusal bir bağ kurmayı da mantıklı bulmazlar. Bu nedenle eşlerini kendilerinden duygusal bir beklentisi olmayan bireylerden seçerler. Onları mutlu eden hiçbir aktivite yoktur ya da çok azdır. Duygusal anlamda bu kadar hissiz olmaları düşünce bakımından daha mantıklı olmalarına yol açabilir. Fizik, matematik, bilim gibi konularda önemli başarılara imza atan şizoid bireylerin olduğu gözlenmiştir.\n\nŞizoid bireyler kendilerini yaşamı dışarıdan izliyormuş şeklinde tanımlarlar. Toplumdan o kadar soyutlanmışlardır ki bir türlü kendilerini o topluma ait olarak görmezler. Eğer yalnızlıklarını yaşadıkları özel alanlarına girilir ve saygı gösterilmezse rahatsız olurlar. Özel alanları onların özgür olabildikleri tek yerdir. Yaşamı dışarıdan izliyormuş hissi bireyi yorabilir. Bu yüzden intihar etmeyi bazen akıllarından geçirseler de bunu kolay kolay gerçekleştirmezler. Diğer bazı kişilik bozukluklarında bireyler intiharı şantaj malzemesi olarak kullansa da şizoid bireyler genelde bu düşüncelerini gizlerler. Bana kalırsa bu gizleme ve soyutlanma duyguları küçüklükte ebeveynler tarafından yeterli, hatta hiç sevgi görememeleri ve bunun sonucunda duyguları birer zayıflık olarak görmelerinden kaynaklanıyor. \n\n**3. Şizotipal Kişilik Bozukluğu **\n\n1956’ da Sandor Rado tarafından “şizofrenik fenotip” in bir kısaltması olarak kullanılan şizotip terimi, toplumun yaklaşık %3 ünde görülür ve erkeklerde daha yaygındır. Şizotipal bireyler insanlarla yakın ilişki ve iletişim kurmaktan çekinirler çünkü insanların kendilerine karşı olumsuz düşüncelere sahip olduğunu düşünürler. Sıradışı inançları olabilen şizotipal bireyler şiddetli sosyal anksiyete, realiteden uzaklık, psikozlar ve paranoid düşünceler ile karakterizedirler. Konuşurken size cevap vermeyebilir, herhangi bir tepki göstermeyebilirler. Genelde garip bir kıyafet ve konuşma tarzları vardır. \n\nKaynakça\n\n[Acıbadem](https://www.acibadem.com.tr/ilgi-alani/kisilik-bozukluklari/#tibbi-birimler)\n\n[Paranoid KB](https://tr.wikipedia.org/wiki/Paranoid_ki%C5%9Filik_bozuklu%C4%9Fu)\n\n[Şizoid KB](https://tr.wikipedia.org/wiki/%C5%9Eizoid_ki%C5%9Filik_bozuklu%C4%9Fu)\n\n[Şizotipal KB](https://tr.wikipedia.org/wiki/%C5%9Eizotipal_ki%C5%9Filik_bozuklu%C4%9Fu)\n \n","likes":null,"date":"2020-11-02","keywords":"şizofreni, şizoid, paranoid, şizotipal, kişilik bozukluğu","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"created_at":"2020-11-02T11:27:32.684Z","updated_at":"2020-11-02T11:28:42.678Z","banner":{"id":100,"name":"https://images.unsplash.com/photo-1603880920705-3fcc96d6e602?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","alternativeText":"","caption":"","width":5184,"height":3888,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","url":"/uploads/large_photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","hash":"large_photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1603880920705-3fcc96d6e602?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","path":null,"size":33.08,"width":1000,"height":750},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","url":"/uploads/small_photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","hash":"small_photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1603880920705-3fcc96d6e602?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","path":null,"size":11.52,"width":500,"height":375},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","url":"/uploads/medium_photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","hash":"medium_photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1603880920705-3fcc96d6e602?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","path":null,"size":20.99,"width":750,"height":563},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","url":"/uploads/thumbnail_photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","hash":"thumbnail_photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1603880920705-3fcc96d6e602?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","path":null,"size":3.51,"width":208,"height":156}},"hash":"photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","mime":"image/jpeg","size":1795.39,"url":"/uploads/photo_1603880920705_3fcc96d6e602_ixlib_rb_1_2_eddb5a9c1f.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-11-02T11:24:49.325Z","updated_at":"2020-11-02T11:24:49.377Z"}},{"id":51,"title":"Kişilik Bozukluğu: Giriş","content":"Yeni bir haftadan daha herkese merhaba. Bu hafta bir seriye başlıyoruz: kişilik bozuklukları serisi. Birden fazla çeşidi olan bu bozukluğun 3 kümesini sonraki 3 yazıda ayrı ayrı inceleyecek, bu yazıda ise genel bir giriş yapacağız. Haydi başlayalım.\n\n**Kişilik Bozukluğu Nedir?**\n\nKişilik bozukluğu (Personality Disorder (PD)) kişinin sağlıksız düşünce, algı ve davranış tarzına sahip olmasıdır. Bir tür Zihinsel Bozukluk olan kişilik bozukluğunda kişi olayları farklı algılar, bunları ilişkilendirmekte zorlanır ve bu durum kişinin tüm yaşamını ve çevresindekileri ciddi şekilde etkileyebilir.\n\n**Nedenleri**\n\nGenelde ergenlik ve yetişkinlik çağında başlayan kişilik bozukluğunun nedenleri henüz kesin olarak tanımlanamamıştır. Fakat bazı etkenlerin bozukluğu tetiklediği tahmin edilmektedir. Bunlar;\n\n- Küçüklükte tacize uğrama\n\n- Ailede kişilik bozuklukları ya da diğer ruhsal bozuklukların öyküsü\n\n- Çok sevilen birinin ölümü\n\n- Dengesiz ve bozuk bir aile ortamında yetişme\n\n- Beyindeki bazı kimyasal ve yapısal değişmeler/ bozukluklar\n\nBu gibi daha birçok travmatik olay kişilik bozukluğunu ya da diğer ruhsal problemleri tetikleyebilir. Her zaman söylediğimiz gibi çocuk yetiştirmenin son derece önemli bir iş olduğunu tekrar tekrar görüyoruz.\n\n**Tedavi**\n\nKişilik bozukluğu olan kişilerin ne gibi davranışları olduğunu diğer yazılarda daha ayrıntılı inceleyeceğiz fakat davranış şekli ne olursa olsun hastalar genelde kendilerini son derece normal görürler. Onlara göre kendilerinde hiçbir sorun yoktur, davranışlarında bozukluklar yoktur. Bu nedenle tedaviye ihtiyaçları olduğunu da düşünmez, genellikle tedaviyi kabul etmezler. Fakat tedavisi ve tedaviye ikna etmesi zor olan PD hastalarının tedavileri son derece önemlidir. Çünkü hastalık ilerlediği zaman kişi uyuşturucu, alkol, sigara kullanmaya başlayabilir, ciddi suçlara teşebbüs edebilir. Birçok hastalıkta olduğu gibi psikoterapi son derece önemlidir. Psikoterapide hatalı düşüncelerin yerine yeni düşünce ve davranış kalıpları öğretilir, iletişim becerileri geliştirilir ve ilaçlı tedaviyle beraber hasta tedavi edilir.\n\nUnutmayın, çevrenizde ya da kendinizde herhangi bir bozukluk olup olmadığını ancak kendinizi tanıyarak anlayabilirsiniz. Kendinizi ve kişiliğinizi en iyi şekilde kurup tanımak bir insan olup yaşamanın temelidir. Lütfen çevrenizde bu tip kişiler varsa onların bir uzmana danışmalarına yardımcı olun. Yaptığımız her iyilik elbet bize geri dönecektir!\n\nKaynakça\n\n[Acıbadem](https://www.acibadem.com.tr/ilgi-alani/kisilik-bozukluklari/#tedavi-yontemleri)\n\n[Wikipedia](https://en.wikipedia.org/wiki/Personality_disorder)","likes":null,"date":"2020-10-12","keywords":"kişilik bozukluğu,borderline,paranoid,şizofrenik,psikoterapi","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T21:28:12.862Z","updated_at":"2020-10-31T10:28:34.606Z","banner":{"id":67,"name":"https://i4.hurimg.com/i/hurriyet/75/750x422/59dc8223c03c0e36b8b651d9.jpg","alternativeText":"","caption":"","width":750,"height":422,"formats":{"small":{"ext":".jpg","url":"/uploads/small_59dc8223c03c0e36b8b651d9_e71547711b.jpg","hash":"small_59dc8223c03c0e36b8b651d9_e71547711b","mime":"image/jpeg","name":"small_https://i4.hurimg.com/i/hurriyet/75/750x422/59dc8223c03c0e36b8b651d9.jpg","path":null,"size":18.31,"width":500,"height":281},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_59dc8223c03c0e36b8b651d9_e71547711b.jpg","hash":"thumbnail_59dc8223c03c0e36b8b651d9_e71547711b","mime":"image/jpeg","name":"thumbnail_https://i4.hurimg.com/i/hurriyet/75/750x422/59dc8223c03c0e36b8b651d9.jpg","path":null,"size":5.93,"width":245,"height":138}},"hash":"59dc8223c03c0e36b8b651d9_e71547711b","ext":".jpg","mime":"image/jpeg","size":32.99,"url":"/uploads/59dc8223c03c0e36b8b651d9_e71547711b.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T21:27:30.023Z","updated_at":"2020-10-28T21:27:30.062Z"}},{"id":50,"title":"Stres: Çocuk ve Ebeveyn","content":"Mutlu bir hafta geçirmeniz için en güzel dileklerimle yeni yazıya başlamak istiyorum. Umarım sonbaharın yavaştan geliyor oluşu içinizi ısıtmış ve huzurla doldurmuştur zira ben üşümeyi ve yağmuru çok özlemişim. Sizler de yeni mevsimin gelişini güzel bir kitaba başlayarak ya da yeni bir resim seti alıp güzel ve küçük tablolar yapıp odanıza asarak kutlayabilirsiniz. Ufak yenilikler her zaman hayata heyecan katar ve sizi dinç tutar unutmayın.\n\nBu hafta, çocukluğu ve ergenliği oldukça sorunlu geçmiş, ebeveynleri ayrı yaşayan biri olarak çocuk ve ebeveynin arasındaki ilişkiden ve stres yönetiminden biraz bahsetmek istiyorum. Ne de olsa birçoğumuz ileride birer ebeveyn olacak ve çocuk yetiştireceğiz. Bir birey yetiştirmek son derece önemli ve dikkat gerektiren bir iştir. Bu yüzden kendimizi ne kadar çok eğitirsek o kadar faydalı ve doğru bireyler oluruz.\n\nStres, “vücudun çeşitli içsel ve dışsal uyaranlara verdiği otomatik tepki” ya da “zorlu ya da rahatsız edici bir durum karşısında kişinin hissettiği duygusal ve fiziksel gerilim hali” olarak tanımlanabilir. Çocuklarda ise bu gerilim hali ve bu durumu yönetmesi yetişkinlere göre daha farklı ve zorludur. Küçük çocuklar için aile içi gerginlikler, yeni bir üvey ebeveyn, arkadaş edinmek, akran zorbalığı gibi şeyler başlıca stres kaynakları olurken, ergenler ve gençler küçük çocuklara kıyasla daha kolay stres olabilmektedirler. Bunun bir nedeni çocukluğun rahatlığı ve yetişkinliğe girmenin gerektirdiği sorumluluklar arasında sıkışıp kalmaktır. Bunun dışında haberlerde geçen olaylar (taciz, doğal afetler, cinayetler vs.), aile içi ve dışı olaylar, akran ilişkileri, sosyal medya ve hareketsizlik gibi birçok neden de ergenlerde strese neden olur. Fakat çocuk ve ergenlerde ortak olarak baktığımızda asıl büyük stres kaynağının genelde okul olduğunu görürüz. Gerek yanlış eğitim sistemlerinden gerekse ebeveynlerin yanlış yönlendirmesinden, çocuklar büyük bir not kaygısı içerisinde oluyor ve başarısızlıktan korkuyorlar. Öğretmenleriyle ve akranlarıyla anlaşmakta problem çekebiliyor, hatta onlarla birer yarış içinde olduklarını düşünmeye itilebiliyorlar.\n\n**Gençlerin ya da kendimizin stresli olduğunu nasıl anlarız?**\n\nStresliyken sinir ve öfke, uyku bozuklukları, yeme alışkanlıklarında değişiklikler, davranış değişiklikleri, sorumlulukları ihmal etme, daha sık hastalanma gibi belirtilerden birçoğunu gösteririz. Bu belirtileri eleştiri ve şakalara karşı daha hassas olma, gün boyu halsiz ve uykulu hissetme ama gece uyuyamama, daha az ya da daha çok yeme, halsiz hissetmekten dolayı sorumlulukları yerine getirmeme ya da zamanında getirememe, stres ve düzensiz beslenme kaynaklı bağışıklık sisteminin zayıflaması ve sık hastalanma şeklinde daha da genişletebiliriz.\n\nPeki, stresle başa çıkmada çocuğa ve ebeveynlere ne gibi görevler düşüyor.\n\nİlk olarak, çocuğun stresi azaltmak için yapması gereken şeyler için ebeveynin çocuğu yönlendirmesi gerekir. Sakin ve yargılamadan, empati yaparak ve sevginizi belli ederek çocukla iletişime geçmek ebeveynin, hatta tüm insanların temel erdemi olmalıdır. (Eğer ebeveyniniz ile bu konuda bir probleminiz varsa sakince oturup konuşmanızı, duygularınızı açıklamanızı tavsiye ederim.)\n\nBurada çocuğun yapabileceği şeyler şunlardır;\n\n- Uyku saatlerini düzenlemek, yeterli uyumak, mümkün olduğunca gece 22.00-02.00 arasında uyuyor olmak \n\n- Güvenilir bir yetişkinle ya da bir uzmanla stresiniz ve bunun kaynakları hakkında konuşmak\n\n- Olumlu ve olumsuz duygularınızı yazmak, sorunlarınızı ve olası çözüm yollarını listelemek, olumlama yapmak\n\n- Egzersiz yapmak, hareketli bir yaşam serotonin salgılamanın temel kaynaklarından biridir.\n\n- Eğlenmek için vakit ayırmak, sorumluluklarınız ve eğlenceleriniz arasındaki dengeyi iyi kurmak\n\nEbeveyn ise bunları teşvik etmek dışında aşağıdakileri de yapabilir/yapmalıdır;\n\n- Kendi stresinizle nasıl başa çıktığınızı çocuğunuza anlatın\n\n- Çocuğun sorunla kendisinin baş etmesine izin verin, sürekli yönlendirmeyin ya da iteklemeyin\n\n- Çocuğunuzun olumsuz düşüncelerini olumlularıyla değiştirmesine yardımcı olun, özgüvenini destekleyin\n\nAyrıca Amerikan Psikoloji Topluluğu'nun yaptığı bir araştırmaya göre 2003'te 6-17 yaş arası çocuklarda depresyon ve anksiyete oranı %5,4 iken bu oran 2012'de %8,4'e yükselmiştir. Bu bilgiler ışığında görüyoruz ki genç kuşak daha yıpratıcı bir dünyaya ve hayata adım atıyor. Burada bize düşen görev ise kendimizi ve gelecekteki çocuklarımızı en iyi şekilde yetiştirmektir.\n\nUmarım faydalı bir yazı olmuştur. Sağlıklı zihinler, mutlu haftalar dilerim!\n\nKaynakça\n\n[APA - Ebeveynlik](https://www.apa.org/topics/parenting)\n\n[APA - Çocuk ve Ergenlerde Stres](https://www.apa.org/topics/children-teens-stress)\n\n[APA - Tek Ebeveynlik](https://www.apa.org/topics/single-parent)","likes":null,"date":"2020-09-28","keywords":"stres,çocuk,ebeveyn,ergen,psikoloji","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T21:22:22.903Z","updated_at":"2020-10-31T10:28:14.485Z","banner":{"id":66,"name":"https://www.theladders.com/wp-content/uploads/parents-child-190801-800x450.jpg","alternativeText":"","caption":"","width":800,"height":450,"formats":{"small":{"ext":".jpg","url":"/uploads/small_parents_child_190801_800x450_974cb90b21.jpg","hash":"small_parents_child_190801_800x450_974cb90b21","mime":"image/jpeg","name":"small_https://www.theladders.com/wp-content/uploads/parents-child-190801-800x450.jpg","path":null,"size":22.31,"width":500,"height":281},"medium":{"ext":".jpg","url":"/uploads/medium_parents_child_190801_800x450_974cb90b21.jpg","hash":"medium_parents_child_190801_800x450_974cb90b21","mime":"image/jpeg","name":"medium_https://www.theladders.com/wp-content/uploads/parents-child-190801-800x450.jpg","path":null,"size":44.71,"width":750,"height":422},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_parents_child_190801_800x450_974cb90b21.jpg","hash":"thumbnail_parents_child_190801_800x450_974cb90b21","mime":"image/jpeg","name":"thumbnail_https://www.theladders.com/wp-content/uploads/parents-child-190801-800x450.jpg","path":null,"size":7.22,"width":245,"height":138}},"hash":"parents_child_190801_800x450_974cb90b21","ext":".jpg","mime":"image/jpeg","size":51.59,"url":"/uploads/parents_child_190801_800x450_974cb90b21.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T21:21:11.874Z","updated_at":"2020-10-28T21:21:11.912Z"}},{"id":49,"title":"Dysania Nedir?","content":"Yataktan kalkamamaktan muzdarip olan herkese mutlu haftalar diliyorum. Öyle ki bu hafta biraz sizlerden bahsedecek, gerçekten Dysania olup olmadığınızı anlamanıza yardımcı olacağız.\n\nTıpta resmi bir tanımı olmasa da Dysania, yataktan kalkmakta zorlanma/kalkamama olarak tanımlanır. Benzer bir sorun olan, sürekli yatakta kalma arzusu hissedilen klinomaninin aksine dysania olan kişiler sadece yatakta kalkma kısmında sorun yaşarlar. Fakat klinomanide kişi günün tamamını yatakta geçirebilir, uyanık olsa dahi yatakta kalmak isteyebilir. Lakin dünyada uyanmakta sorun yaşayan, alarmını defalarca kez erteleyen insanların aksine dysania olan kişiler yataktan kalkmaya çalışırken normalin aksine fazla stresli, endişeli ve gergin olurlar. Yani ‘yataktan kalkma’ eylemini yaparken nasıl hissettiğinizi betimlemeye çalışmak bu konuda bir uzmana danışmanız gerekip gerekmediğinizi anlamaya yardımcı olacaktır. Ne de olsa sabah uyandığımızda birçoğumuz dinç, dinlenmiş ve mutlu uyanmıyoruz.\n\nAyrıca tabii ki her yataktan kalkmakta zorlananın Dysania olmadığını hatırlatmakta fayda var. Bu sorun daha çok birbirini tetikleyen başka nedenlerden kaynaklanıyor. Bu sorunları biraz inceleyelim;\n\n- **Kan Değerleriniz:** Vitamin ve mineraller yaşamımızın temel gereksinimleridir. Her ne kadar bunlar için belli bir referans aralığı olsa ve siz bu normal aralıkta olsanız da bir uzmana danışıp takviye gıda kullanmayı deneyebilirsiniz. Çünkü yaş-kilo gibi etkenler bireyden bireye değiştiği için vücudun ihtiyaç duyduğu besin ve enerji miktarı da buna göre değişir. Bu yüzden normal görünen bu değer size her zaman yetmez. Bu da halsizlik, yorgunluk gibi durumlara yol açar. Sonuç olarak da yataktan kalkmak zulüm halini alabilir. Eğer ki bu durumdan uzun süre kurtulamazsanız işin ucu yataktan kalkamamanın sizin için kronikleşmesine, bir türlü bu durumu çözemediğiniz için de sürekli endişe duyup stres olmanıza kadar gelebilir.\n\n- **Depresyon:** Kan değerleri de dolaylı yoldan depresyona sebep olabileceği gibi birçok neden de depresyona sebep olabilir. Sürekli mutsuz hissetme, sizi eğlendiren şeylerin eskisi kadar zevk vermemesi, hiçbir şey yapmak istememe gibi birden fazla semptomu olan depresyonda da seviyeler vardır ve eğer majör yani en üst seviye depresif bozukluğunuz varsa işiniz bu konuda biraz daha zor olabilir. Her ne kadar depresyonda uyku bozukluğu az ve çok uyuma olarak 2 şekilden birinde kendini gösterse de yataktan kalkmak genel bir sorun olabilir.\n\nEğer siz de Dysania olmasanız bile yataktan kalkma sorunları yaşıyorsanız ki günümüz şehir yaşantısında bu konu normal olmasa bile normalleşti, mutlaka iyi bir uzmana danışmanızı, kendi vücudunuzu ve ruhunuzu dinleyip tanımanızı öneririm. Zira birçoğumuz kendimizi tanımıyoruz ve bu yüzden işleri yoluna koyup mutlu olamıyoruz. Kendimize ve sağlığımıza dikkat etmek son derece önemli.\n\nKendini tanı ve sorunlarını çöz. Bu hayata oturmak için değil yaşamak için geliyorsun unutma. Bir sonraki yazıda görüşürüz!\n\nKaynakça\n\n[BBC](https://www.bbc.co.uk/bbcthree/article/622c8a79-23cf-4887-a5d1-6ed4a81192bf)\n\n[Rise and Shine](https://theriseandshine.com/dysania-what-it-is-and-how-to-overcome-it/)","likes":null,"date":"2020-09-14","keywords":"dysania,uyku,bozukluk,endişe,anksiyete","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T21:15:48.575Z","updated_at":"2020-10-31T10:27:59.771Z","banner":{"id":65,"name":"https://images.unsplash.com/photo-1515894203077-9cd36032142f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":6016,"height":4011,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1515894203077-9cd36032142f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":67.17,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1515894203077-9cd36032142f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":14.58,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1515894203077-9cd36032142f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":33.65,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1515894203077-9cd36032142f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":4.31,"width":234,"height":156}},"hash":"photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":3202.21,"url":"/uploads/photo_1515894203077_9cd36032142f_ixlib_rb_1_2_56e193111a.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T21:15:13.781Z","updated_at":"2020-10-28T21:15:13.817Z"}},{"id":48,"title":"Bulimia Nervoza","content":"Yeni bir yazıdan herkese merhaba. Umarım haftanız güzel ve enerjik başlamıştır. Öyle değilse bile en sevdiğiniz şarkıyı açın ve biraz anın tadını çıkarın, şuan hayatta olduğunuz için, bu şarkıyı dinleyebildiğiniz için şükredin. Yapacağınıza inanarak mutlu bir şekilde yazıma geçebilirim sanırım.\n\nBugün sizlere son zamanlarda sık sık duyduğumuz Bulimia Nervoza’dan bahsedeceğim. Gelin inceleyelim.\n\n**Bulimia Nervoza Nedir?**\n\nBulimia Nervoza, aynı Anorexia Nervoza gibi bir yeme bozukluğudur. Kişi tek seferde bir insanın yiyebileceğinden çok daha fazlasını yer, sık sık bu tarz yeme atakları yaşar ve daha sonra bu yediklerinden çeşitli şekillerde kurtulmaya çalışır.\n\nAltında derin sebepler, tabiri caizse travmalar yatar. Küçüklükte ebeveynlerin yeme konusundaki aşırı tavırları, cinsel ya da fiziksel ististmar, çocuklukta obezitenin varolması, düşük özgüven, depresif ruh halleri, ve bence en önemli sebep olan ‘zayıf vücut ideali’ bulimili olmaya yatkınlığı arttırır. Her ne kadar görülme sıklığı %1-2 olsa da toplumdaki bilinçsizlik bu şekilde devam ettikçe gelecek 10 yıl içerisinde bu rakamın en az iki katına çıkacağı öngörülebilir. Çünkü dünyadaki –body shaming- ne yazık ki gittikçe kötü bir hal almakta, insanlar dış görünüşleri yüzünden yargılanmayı ve başkalarını yargılamayı normal kabul etmeye başlamaktalar.\n\nKişi bulimia olduğunda yeme atakları sırasında genelde fazlaca karbonhidrat ve yağlı besin alımı yapar. Tıkınma derecesindeki bu besin alımı atak geçtikten-geçiştirildikten sonra kişide fiziksel ve psikolojik rahatsızlıklar yaratır. Gerek şişkinlik, gerekse kilo alınacağı ya da güçsüzlük, atakla başa çıkılamamış olması gibi duygular pişmanlığa dönüşür ve kişi yediklerini çıkartmanın yollarını arar. Kalorilerden kurtulmak için yapılan bu eylemlerden en yaygın olanları kendini zorla kusturma, lavman, laksatif ya da diüretik ilaçlar kullanımıdır. Ve elbette bunlar birtakım olumsuz sonuçlar doğuruyor.\n\n**Bulimianın Sonuçları Nelerdir?**\n\n- Sık kusmaya bağlı olarak; yemek borusunda yırtılmalar, bu yırtılmalara bağlı olarak enflamasyonlar, mide delinmeleri, reflü, kalp ritim bozuklukları (aritmi), gözde damar çatlağına bağlı kızarıklıklar\n\n- Laksatif (dışkılamayı arttırıcı, kolaylaştırıcı) kullanımına bağlı olarak; laksatif bağımlılığı, bağırsağın anüsten sarkması (rektal prolapsus), dışkılayamama, mide ve bağırsak florasında bozulmalar\n\nVe bunlara bağlı olarak birçok psikolojik sorun ortaya çıkar.\n\n**Tedavi**\n\nBulimianın tedavisi de aynı diğer birçok hastalık gibidir. Bilişsel-davranışçı terapi ve ilaçlı tedavi birlikte uygulanmalıdır. Terapiler ile travmalar, dürtü bozuklukları, stresle mücadele gibi sorunlar giderilirken bedeni olumlu algılamaya yönelik olumlamalar yapılır. İlaç tedavisi ise öfke nöbetlerini, depresif halleri ortadan kaldırmaya yöneliktir.\n\nKaynakça\n\n[Wikipedia](https://tr.wikipedia.org/wiki/Bulimia_nervoza)\n\n[Medical Park](https://www.medicalpark.com.tr/bulimia-nervoza-nedir/hg-1821)\n","likes":null,"date":"2020-08-31","keywords":"bulimia nervoza,kusmak,kilo,dış görünüş,yeme bozukluğu","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T21:09:35.729Z","updated_at":"2020-10-31T10:27:45.754Z","banner":{"id":64,"name":"https://www.a7la-home.com/wp-content/uploads/2020/05/vomiting-feat-1.jpg","alternativeText":"","caption":"","width":740,"height":500,"formats":{"small":{"ext":".jpg","url":"/uploads/small_vomiting_feat_1_7c39119ff5.jpg","hash":"small_vomiting_feat_1_7c39119ff5","mime":"image/jpeg","name":"small_https://www.a7la-home.com/wp-content/uploads/2020/05/vomiting-feat-1.jpg","path":null,"size":18.32,"width":500,"height":338},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_vomiting_feat_1_7c39119ff5.jpg","hash":"thumbnail_vomiting_feat_1_7c39119ff5","mime":"image/jpeg","name":"thumbnail_https://www.a7la-home.com/wp-content/uploads/2020/05/vomiting-feat-1.jpg","path":null,"size":6.45,"width":231,"height":156}},"hash":"vomiting_feat_1_7c39119ff5","ext":".jpg","mime":"image/jpeg","size":25.26,"url":"/uploads/vomiting_feat_1_7c39119ff5.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T21:08:43.751Z","updated_at":"2020-10-28T21:08:43.789Z"}},{"id":47,"title":"Pozitif Hayatın Anahtarı: Olumlama","content":"Herkese merhaba. Yeni ve harika bir haftaya kendimize iyi hissettirecek bir yazı ile başlayalım. Bu yazıda olumlama yapmayı ve faydalarını öğreneceğiz.\n\n**Olumlama Nedir?**\n\nOlumlama, kazanmak istediğimiz fikir ve davranışların içten ve samimi bir şekilde bunlara zaten sahipmişiz gibi dile getirilmesine deniyor. “Tercihlerimden ve hatalarımdan pişmanlık duymuyorum.” cümlesi fazlasıyla basit bir cümle ama yarattığı güç sandığımızdan daha fazla. Çünkü bunu gerçekten inanarak söylediğimizde bilinçaltını etkiliyor ve buna inandırıyoruz. Bilinç zekidir fakat bilinçaltı fazlasıyla aptaldır. Yaşanan kötü bir olayı yıllar boyu unutmaz, unutmuş gibi görünse bile olayın yaşandığı ortamı ve oradaki imgeleri sizin için kolayca birer önyargı haline getirebilir. Ve bunların farkında bile olmazsınız. Ya da herhangi bir durumun üstesinden gelemediğimizde gücümüzü yitirmiş gibi hisseder, sık sık strese gireriz. İşte olumlama başta bu tip durumlarla başa çıkmaya destek olurken aslında öz saygımızı kazanmamızı sağlar. Klişeleşen ‘güçlü görünelim derken fark etmeden güçlü olduk’ sözünün altında da aslen bu durum yatar. İnsanlara karşı da olsa olumlu şeyler söylerken ve onları buna inandırmak isterken aslında fark etmeden bu cümlelerle olumlama yapıyor ve bilinçaltımızı olumlu yönde etkiliyoruz.\n\n**Olumlama Nasıl Yapılır?**\n\nOlumlama yapılırken dikkat edilmesi gereken bazı hususlar var. Bunlar;\n\n1. Söylediğiniz şeye gerçekten inanmanız gerekiyor. İşe yaramayacağını ve gerçek olmadığını düşünerek buna başlarsanız ne yazık ki olumlamanın amacına ulaşamazsınız. Ne de olsa inanmak başarmanın yarısıdır.\n\n2. Cümle söylerken sizi ne kadar etkiler ve duygulandırırsa o kadar etkili olur. Bize yoğun duygular hissettiren şeyler daha kalıcı olur.\n\n3. Gelecek zaman kipinden uzak durun. Tüm hayat için geçerli olan bu motto olumlama yaparken de çok önemlidir. ‘İyi hissedeceğim’ demek bu duyguyu daha ileriki zamanda yaşamanıza neden olur. Ancak ‘İyi hissediyorum’ derseniz şu andan itibaren iyi hissetmeye başlayabilirsiniz.\n\n4. Kendinizi kesin kalıplara sokmamalısınız. Zaten olumlamanın amacı başta kötü ve olumsuz yorum ve durumlara karşı esnek olabilmektir. Sabit bir kişilik olmaya çalışmak sizi strese sokmak ve mutsuz etmekten başka bir işe yaramaz. Yeniliklere açık olun.\n\n**Faydaları Nelerdir?**\n\nOlumlama yapmak başta benlik saygısı kazandırırken olumsuz koşullara karşı daha güçlü tavırlar sergilemenizi sağlar. İyi ve kötü yanlarınızı kabul edip başkalarının bunları size karşı kullanmasına engel olabilmektir burada asıl amaç. İnsanları güçlü ve güçsüz diye ayırmak her ne kadar yanlış olsa da bize güçlü gibi gelen insanlar aslında kendini seven, kendisine saygı duyan ve başta kendi için yaşayan insanlardır. Kendisiyle vakit geçirmeyi seven, mutlu olmak için başkasına ihtiyaç duymayan, kendi kendine yeten insanlara güçlü deriz. Bunu kazanmak ise ciddi ve önemli bir iştir. İşte olumlamalar ilk olarak bu şekilde öz saygı ve sevgimizi kazanmaya yardım eder.\n\nBunlar dışında olumlamanın kanserden tutun depresyon ve anksiyeteye kadar birçok rahatsızlığın iyileşmesinde katkısı olduğu gözlenmiştir. Fakat bu kesinlikle ilaçlı tedavi yerine olumlama yapılabileceği anlamına gelmiyor. Ciddi ve klinik rahatsızlıklarda asıl görev yine tıbbi tedavinindir. Olumlama sadece ruh sağlınızı iyileştirir ve buna bağlı olarak belli vücut fonksiyonlarınızın düzelmesine yardımcı olur. Ne de olsa birçok rahatsızlığın asıl sebebi strestir ve stres azaldığı zaman rahatsızlıklar da azalır ya da tamamen ortadan kaybolabilir.\n\nOlumlamanın bilimsel olarak kanıtlandığı, nörolojik açıdan incelendiği makaleler mevcuttur. Daha fazla bilgiye ulaşmak isterseniz bu kaynaklara da göz atabilirsiniz. Ayrıca aşağıdaki linkten işinize yarayacak ve örnek olacak olumlama cümlelerine bakabilirsiniz\n\nUmarım faydalı bir yazı olmuştur. Mutlu, huzurlu ve güzel bir hafta geçirmeniz dileğiyle…\n\nKaynakça\n\n[Positive Psychology](https://positivepsychology.com/daily-affirmations/#:~:text=Positive%20affirmations%2C%20in%20contrast%2C%20are,be%20used%20for%20many%20purposes.)","likes":null,"date":"2020-08-17","keywords":"olumlama,olumlu,pozitif,psikoloji","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"created_at":"2020-10-28T21:06:09.292Z","updated_at":"2020-10-28T21:06:09.306Z","banner":{"id":63,"name":"https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","alternativeText":"","caption":"","width":3712,"height":2088,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/large_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"large_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":85.29,"width":1000,"height":563},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/small_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"small_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":23.63,"width":500,"height":281},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/medium_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"medium_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":48.44,"width":750,"height":422},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","url":"/uploads/thumbnail_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","hash":"thumbnail_photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1463736932348-4915535cf6f9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","path":null,"size":7.13,"width":245,"height":138}},"hash":"photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","mime":"image/jpeg","size":868.35,"url":"/uploads/photo_1463736932348_4915535cf6f9_ixlib_rb_1_2_33e573a5c4.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=889&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T21:05:22.884Z","updated_at":"2020-10-28T21:05:22.916Z"}},{"id":46,"title":"Mobbing Nedir?","content":"Yeni bir pazartesiden herkese merhaba. Umarım haftaya güzel ve mutlu başlamışsınızdır. Bugünkü konumuz özellikle iş hayatı için önemli bir konu olan mobbing. Gelin biraz inceleyelim.\n\nİngilizce mob yani rahatsız etmek veya saldırmak kökünden gelen kelime bir kişinin ya da grubun başka bir kişiye **kabadayılık **yapması ya da **iş yerinde terör** olarak geçer. İş yerlerinde genellikle üstlerin ya da iş arkadaşlarının başka bir kişiye düzenli olarak baskı uygulaması, onu dışlaması ve o kişinin itibarını sarsmasıdır. Çalışanın mesleki yeterlilikleri, becerileri, değerleri sorgulanır, çalışanın hata yapması sağlanır ve suçlu çalışanmış gibi gösterilir. Kişiyle iletişim olumsuz yönde yapılır, küçük düşürülüp kontrol edici şekilde konuşulur. Çalışandan bilgiler saklanır ve kişi yıldırılmaya çalışılır ya da kişinin sağlığına direkt olarak saldırılır. Birkaç kişinin birden de yapabileceği bu eylemin asıl amacı kişiyi dışlamaktır.\n\nPeki mobbing yapan kişilerin ortak özellikleri nelerdir? Bu kişiler genelde antipatik özellikler taşıyan, düşmanlıktan hoşlanan korkak ve nevrotik kişilerdir. Kötü ve hileli işlere başvurmaktan çekinmeyen, her daim güçlü olma isteğini içinde barındıran aşırı denetçi bu kişilerle günlük hayatta sık sık karşılaşılabilir.\n\nAsıl konu bu kişilerle karşılaştığımızda ne yapmalıyız? Mobbinge uğradığımız zaman bize yapılan her zorbalığı not almalı, gerektiğinde başka bir tanığı daha yanımıza alıp görevli üst makamlara yaşadığımız sorunu bildirmeli ya da direkt olarak sorun yaşadığımız kişiye bize yaptıklarının farkında olduğumuzu, buna sessiz kalmayacağımızı belirtmeliyiz. Gerekirse bu konudaki yasalardan yararlanarak hukuki yollara başvurabilirsiniz. Bunların dışında iş değiştirebilir, özgüveninizi geliştirebilir, olasılıklara göre daha dikkatli davranabilir, size yapılan yalıtım çabasına sosyal ve mesleki yönden daha çok gelişerek cevap verebilir ya da psikolojik yardım alabilirsiniz.\n\nUmarım hiçbir zaman böyle bir durumla karşılaşmaz, karşılaşsanız bile yazımızı hatırlayarak bunun üstesinden gelebilirsiniz. Herkese iyi günler dilerim!\n\nKaynakça\n\n[Mobbing](https://tr.wikipedia.org/wiki/Mobbing)\n\n[İş Yerinde Şiddet](https://tr.wikipedia.org/wiki/%C4%B0%C5%9F_yerinde_%C5%9Fiddet)","likes":null,"date":"2020-08-03","keywords":"mobbing,işyerinde şiddet,psikolojik baskı","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T21:00:07.659Z","updated_at":"2020-10-31T10:26:38.923Z","banner":{"id":62,"name":"https://muhendisguncesi.com/wp-content/uploads/2014/07/yargitay-dan-mobbing-kriterleri-4273752.jpg","alternativeText":"","caption":"","width":606,"height":340,"formats":{"small":{"ext":".jpg","url":"/uploads/small_yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87.jpg","hash":"small_yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87","mime":"image/jpeg","name":"small_https://muhendisguncesi.com/wp-content/uploads/2014/07/yargitay-dan-mobbing-kriterleri-4273752.jpg","path":null,"size":13.1,"width":500,"height":281},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87.jpg","hash":"thumbnail_yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87","mime":"image/jpeg","name":"thumbnail_https://muhendisguncesi.com/wp-content/uploads/2014/07/yargitay-dan-mobbing-kriterleri-4273752.jpg","path":null,"size":4.94,"width":245,"height":137}},"hash":"yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87","ext":".jpg","mime":"image/jpeg","size":17.13,"url":"/uploads/yargitay_dan_mobbing_kriterleri_4273752_5db2c84b87.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:59:30.047Z","updated_at":"2020-10-28T20:59:30.077Z"}},{"id":45,"title":"Mükemmeliyetçilik Nedir?","content":"Yeni bir yazıdan herkese selamlar. Bu hafta biraz daha hayatın içinden bir konu olan mükemmeliyetçilikten bahsedeceğim. Böylece belki bu yazı aramızda bu konuda problem yaşayanlara ışık tutabilir. Ki Z kuşağı olarak bu konu hayatlarımıza iyice yerleşmiş durumda. Bakalım mükemmeliyetçilik ne imiş?\n\n**Mükemmeliyetçilik Nedir?**\n\nİngilizcesi “perfectionism” olan mükemmeliyetçilik, psikolojide kişinin kusursuz olmak için çabalaması ve diğer insanların eleştirilerine ilişkin endişeler hissetmesi olarak tanımlanır. Psikologlar mükemmeliyetçiliği genel olarak normal ve nevrotik şeklinde ikiye ayırırlar. Tarihte bu olumlu ve olumsuz ayrışımlara birçok isim verilmiş olsa da basite indirgendiğinde mükemmeliyetçilik genellikle bu iki çeşitten oluşur.\n\n**Normal ve Nevrotik Mükemmeliyetçilik**\n\nOlumlu sayılabilecek olan normal mükemmeliyetçilik şeklinde kişi kendine gerçekçi ve yüksek hedefler belirler, bu hedeflerden kamçılanır ve hedefine ulaşma yolundaki işlerden zevk alır. Fakat nevrotik olanlar kendilerine gerçekçi olmayan, uçuk hedefler koyar ve doğal olarak bu hedeflere ulaşamayacakları için sürekli yetersiz ve baskı altında hissederler. Yanlış yapmayı kabul edemezler, yaptıkları zaman ise kendilerini acımasızca eleştirirler. Amaçlarına ulaşma yolundaki tüm bu kaygılar, endişeler, yetersizlik ve değersizlik hisleri onları depresif insanlar yapar ve kendilerinden asla memnun olmazlar. Bu da tabii gittikçe kısır bir döngü haline dönüşür. (Kısır döngülerden ve nasıl çözülmesi gerektiğinden başka bir yazımızda ayrıntılı olarak bahsedeceğim)\n\nToplumumuzun aile yapısına bakıldığı zaman, genel olarak birçok ailenin geçmişte kendileri belli nedenlerden (maddi yetersizlik, kişisel ve ailevi problemler gibi) dolayı başaramadığı olayları çocuklarının başarabilmesi için onlara yanlış bir baskı uyguladığını görürüz. Bu baskı toplumumuzda genellikle eğitim ve iyi bir maddi gelir konusunda yapılır. Sürekli yönetilen, yanlış yapmasına izin verilmeyen ve özgür olamayan çocuklar işlerinin ebeveynleri tarafından yönetilmesine alışkındırlar ve sorumluluk bilincinden uzak yetişirler. Fakat aile çocuğu bu şekilde yetiştirmesine rağmen ondan büyük beklentiler içerisine girer ve çocuğu da bu yola sürükler. Bu da ileride kendisi için büyük emelleri ve hayalleri olan fakat bunlara nasıl ulaşacağını bilemeyen, asla tatmin olamamış ve kendi öz benliği ile barışamamış nevrotik mükemmeliyetçi bireyler ortaya çıkarır. Toplumumuzdaki depresif genç kuşağın en büyük problemlerinden biri olan bu konu, aslen ebeveynlerin yanlış çocuk yetiştirme yöntemlerinden kaynaklanır ne yazık ki. Burada eğitimin önemini apaçık bir şekilde tekrar görmekteyiz.\n\n**Mükemmeliyetçiliğin üstesinden nasıl gelinir?**\n\nBilişsel-davranışçı terapi bu konuda belirli bir ilerleme kaydetmeye yardımcı olmaktadır. Maruz kalma ve yanıt önleme (ERP) uygulamaları sonucunda tedavinin ilk 6 aydan sonra etki göstermeye başladığı gözlenmiştir. Bu tedavi yönteminde kişiler bilerek belli hatalara maruz bırakılır ve kişinin bu hataların endişelenildiği kadar büyük etkiler bırakmadığını görmesi sağlanır. Örneğin kişi lekeli kıyafetlerle iş görüşmesine gönderilir ya da kişinin evde belirli bir bölgeyi kirli bırakması sağlanır. Böylece bilinçaltındaki korkuların üstesinden gelmeye çalışılır. Elbette bu yöntemleri bir terapiste gitmeden kendi başınıza da uygulayabilirsiniz. Fakat eğer bu konuda ciddi problemleriniz olduğunu düşünüyorsanız bir uzmana danışmanız sizin için daha uygun ve sağlıklı olabilir.\n\nUmarım hepimiz kendimizi ve bizden sonraki nesilleri yetiştirmek için doğru adımlar atabiliriz. Herkese mutlu günler dilerim!\n\nKaynakça\n\n[Wikipedia](https://en.wikipedia.org/wiki/Perfectionism_(psychology))\n\n[Nasıl Aşılır?](https://barisgurkas.com/mukemmelliyetcilik-nasil-asilir/)","likes":null,"date":"2020-07-20","keywords":"mükemmeliyetçilik,aile,nevrotik,kusursuz","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:56:01.774Z","updated_at":"2020-10-31T10:26:17.069Z","banner":{"id":61,"name":"https://ceotudent.com/wp-content/images/post/user-12/yu814r.jpg","alternativeText":"","caption":"","width":600,"height":399,"formats":{"small":{"ext":".jpg","url":"/uploads/small_yu814r_82efe81291.jpg","hash":"small_yu814r_82efe81291","mime":"image/jpeg","name":"small_https://ceotudent.com/wp-content/images/post/user-12/yu814r.jpg","path":null,"size":22.03,"width":500,"height":333},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_yu814r_82efe81291.jpg","hash":"thumbnail_yu814r_82efe81291","mime":"image/jpeg","name":"thumbnail_https://ceotudent.com/wp-content/images/post/user-12/yu814r.jpg","path":null,"size":7.67,"width":235,"height":156}},"hash":"yu814r_82efe81291","ext":".jpg","mime":"image/jpeg","size":26.32,"url":"/uploads/yu814r_82efe81291.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:54:40.933Z","updated_at":"2020-10-28T20:54:40.968Z"}},{"id":44,"title":"Fregoli Sendromu","content":"Yeni bir yazıdan herkese merhabalar. Umarım bu zorlu karantina sürecini gerekli önlemleri alarak ve ruhsal açıdan fazla yıpranmadan atlatabiliyorsunuzdur. Zira eve kapanmak insan doğasına aykırı olduğu için birçoğumuz ciddi anlamda zorlanıyoruz. Haydi bu yazıda Fregoli Sendromu’ndan biraz bahsedelim ki yeni bilgiler sayesinde mutlu hissedebilelim.\n\nFregoli Sendromu çok nadir görülen bir hastalık da olsa ortaya çıktığı kişinin hayatını ne yazık ki kâbusa çevirebilecek bir hastalık. Kişi tanıdığı insanların sokaktaki insanların kılığına büründüğünü düşünür, her yerde o kişileri görür ve sürekli bu kişilerce taciz ve takip ediliyormuş gibi hisseder. Kişiler arasında bir benzerlik olmasa bile o kişi her yerdeymiş gibi düşünür. Sanki kendisi hariç tüm insanlar tek bir kişiymiş de tüm dünya kötü kişilerce ele geçirilmiş gibi hayal eder.\n\nFregoli tanısı ilk defa 1927 yılında konmuştur. Hikayesi ise şöyle; Leopoldo Fregoli Guinness Rekorlar Kitabı’na giren bir sahne sanatçısıdır. Oyunlarını genelde tek başına oynar ve onlarca yüze bürünüp sürekli kılık değiştirir. Bu onu en hızlı ve en yaratıcı sanatçı yapar. Fakat bir gün oyununa gelen 27 yaşındaki bir kadın o günden sonra Leopoldo’nun kendisini takip ettiğini öne sürer ve sonrasında da Fregoli Sendromu ortaya çıkar.\n\nPeki Fregoli Sendromu neden ortaya çıkar? Fregoli Sendromu nöropsikiyatrik bir hastalık olup Sanrısal Yanlış Tanıma Sendromu (DMS) kategorisine girer. Capgras Sendromu’yla benzerlik gösteren Fregoli sanrısı kişinin yüzleri hatalı tanımlamasından dolayı ortaya çıkar. Nörolojik olarak tanımlamaya çalışırsak ne ile karşılaştığımıza bakalım biraz da. Beyinde duygu ve içgüdüleri kontrol eden Limbik sistem denen bir bölge vardır. Kişinin yüz tanımlama ile ilgilenen bölgesi Limbik sistemle çok güçlü bir bağ kurar ve sonrasında Limbik sistem vücutta bazı değişikliklere yol açar. Bu değişiklikler herkeste meydana gelir ve beyin tüm herkesin aynı kişi olduğu yanılgısına kapılır. Sonuç olarak “ hislerim böyleyse, bu o kişi olmalı” şeklinde sanrılar ortaya çıkar.\n\nTedavi kısmında ise tüm DMS hastalıklarında olduğu gibi antipsikotik ilaçlar, yanında gerekirse antidepresan ve antikonvülsanlar kullanılabilir.\n\nKaynakça\n\n[Wikipedia](https://en.wikipedia.org/wiki/Fregoli_delusion)","likes":null,"date":"2020-07-06","keywords":"fregoli sendromu,sendrom,nöropsikiyatri,psikoloji,sanrı","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:51:45.216Z","updated_at":"2020-10-31T10:26:00.070Z","banner":{"id":60,"name":"https://i.milliyet.com.tr/MolaSlider/2017/12/27/fft351_mf26429905.Jpeg","alternativeText":"","caption":"","width":635,"height":445,"formats":{"small":{"ext":".Jpeg","url":"/uploads/small_fft351_mf26429905_156ab855a3.Jpeg","hash":"small_fft351_mf26429905_156ab855a3","mime":"image/jpeg","name":"small_https://i.milliyet.com.tr/MolaSlider/2017/12/27/fft351_mf26429905.Jpeg","path":null,"size":15.31,"width":500,"height":350},"thumbnail":{"ext":".Jpeg","url":"/uploads/thumbnail_fft351_mf26429905_156ab855a3.Jpeg","hash":"thumbnail_fft351_mf26429905_156ab855a3","mime":"image/jpeg","name":"thumbnail_https://i.milliyet.com.tr/MolaSlider/2017/12/27/fft351_mf26429905.Jpeg","path":null,"size":4.41,"width":223,"height":156}},"hash":"fft351_mf26429905_156ab855a3","ext":".Jpeg","mime":"image/jpeg","size":18.56,"url":"/uploads/fft351_mf26429905_156ab855a3.Jpeg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:51:06.451Z","updated_at":"2020-10-28T20:51:06.484Z"}},{"id":43,"title":"Hedonik Adaptasyon","content":"Şu anda ne kadar kötü hissediyor olursanız olun, geriye dönüp baktığınızda, hayatınızda mutlaka sizi mutlu eden olaylar olmuştur. Belki ilk arabanızı aldığınız veya uzun zamandır istediğiniz promosyonu aldığınız zaman. Ya da 15 kilo verdiğinizde ve yeme alışkanlığınızı değiştirmeden en sevdiğiniz kotlara geri dönebildiğiniz zaman.\n\nİyi şeyler olduğunda, heyecan, rahatlama, gurur ve elbette mutluluk gibi olumlu duygular hissederiz . Bu duygular sağlığımız için gereklidir. Ama sorun şu ki, mutluluk genellikle uzun sürmüyor. İlk otomobil alımının heyecanı yıpranıyor, promosyonun heyecanı, beraberinde gelen sorumlulukları ele alma endişesine yol açıyor . Tabii ki, 40 bedene düşmek sizi mutlu ediyor, fakat 36 beden olmak da güzel olurdu diye düşünüyorsunuz.\n\nPsikologlar bu fenomene hedonik adaptasyon diyorlar. Fikir şu ki, bir şey bize ne kadar iyi hissettirirse hissettirsin, çoğu zaman duygusal olarak konuştuğumuz ilk noktaya, yani bu olay olmadan önceki noktaya geri dönüyoruz. Sıkça atıf yapılan bir çalışma, ilk öforiye kıyasla, piyango kazananlarının 18 ay sonra kazanamayanlardan daha mutlu olmadığını gösteriyor. “Başlangıç” seviyesine dönme eğiliminin mutluluğumuzu ve refahımızı kalıcı olarak daha iyi hale getirmeyi umduğumuz; evlilik, gönüllü iş değişiklikleri ve promosyon gibi şeylerden sonra ortaya çıktığı gösterilmiştir.\n\nNeden mutluluğu sürdüremiyoruz? Psikologlar (ve ünlü mutluluk uzmanları) Kennon Sheldon ve Sonja Lyubomirsky, yakın tarihli bir makalede hedonik adaptasyonumuzun iki nedenden kaynaklandığını savunuyorlar.\n\nOlumlu bir değişiklik ilk gerçekleştiğinde (diyelim ki yeni bir eve taşınıyorsunuz), sonuç olarak genellikle birçok olumlu olay oluyor. Yeni küvetinizde uzun bir banyo yapıyorsunuz ve yeni garajınızın ferahlığını takdir ediyorsunuz.Ancak zamanla, yaşanacak daha az olumlu olay oluyor, çünkü evin tüm özelliklerine alışıyorsunuz ve bir süre sonra artık onları fark etmiyorsunuz. Daha az olumlu olay ve dolayısıyla daha az olumlu duygu (heyecan, gurur, mutluluk) yüzünden yeni keşfettiğiniz refah sürdürülemiyor.\n\nFakat umutsuzluğa kapılmayın, adaptasyon sürecini yavaşlatarak hatta tamamen durdurarak mutluluğu sürdürebilirsiniz. Sheldon ve Lyubomirsky, yakın tarihli bir çalışmada, iki anti-adaptasyon aracının zaman içinde mutluluk kazanımlarını sürdürmede etkili olduğunu bulmuşlardır: çeşitlilik ve takdir\n\nÇeşitlilik, hepimizin bildiği gibi, hayatın baharatıdır. Ama aynı zamanda adaptasyona karşı güçlü bir silahtır, çünkü deneyimlerimiz yeni veya beklenmedik olduğunda olumlu olaylara “alışamıyoruz”. Öte yandan, olumlu bir deneyim tekrarlandığında - tam olarak ne bekleyeceğinizi bildiğinizde - aynı tepkiyi ya da verimi alamazsınız. Çeşitli şekillerde yaşanan olumlu değişikliklerin kalıcı mutluluğa yol açma olasılığı daha yüksektir. Bu yüzden sıkıcı bir rutinde sıkışmak yerine yeni şeyler yapmak için zaman harcarsanız yeni eşinizle daha mutlu olacaksınız. Yeni görevler ve zorluklarla başa çıkabiliyorsanız - yaptığınız işte günlük çeşitlilik varsa, işinizde daha mutlu olursunuz. Yenilik ve çeşitlilik uzun süreli mutluluk demektir.\n\nİşleri her gün aynı şekilde yaparsanız, bir şey yapmaktan elde ettiğiniz mutluluk kaybolur, bu yüzden işleri karıştırmayı deneyin. Bir değişiklik yapmadan önce ne olursa olsun çeşitli şekillerde deneyimleyip deneyimleyemeyeceğinizi düşünün ve bunun sizi daha mutlu edeceğine inanın. Eğer cevap hayırsa, mutluluğun sürmesini beklemeyin.\n\nTakdir, birçok yönden adaptasyonun tersidir - bir şeye odaklanmak, onu kabul etmek veya arka planda solmasına izin vermek yerine onu odağınızdan çıkarmaya çalışın. Takdir etmek, dikkat etmek veya fark etmek anlamına gelebilir, ancak daha ileri götürdüğünüzde; mevcut koşullarınızda diğerlerine kıyasla veya geçmişte bulunduğunuz yere kıyasla bir şeyin tadını çıkarırken, niteliklerini sevdiğinizde ve sizi nasıl hissettirdiğini takdir ettiğinizde veya şükran duyduğunuzda, varlıklı olmak için şanslı olduğunuz hissi gibi daha da güçlü bir anlamı vardır. Olumlu deneyimlerimizi takdir ettiğimizde, zihnimizin gözünü onlara tekrar tekrar sevinç ve merakla çevirdiğimizde, mutluluğumuzu kalıcı kılmakla kalmıyoruz, yeni bir boyut da açıyoruz.\n\nİnsanlar onları neyin mutlu edeceğini anlamaya çalışmak için çok zaman harcarlar, ama zaten sahip oldukları mutlulukla yetinmek çalışmak için neredeyse hiç zaman bulamazlar. Bir bakıma, bu, daha önce kazandığınız parayla ne yapacağınızı düşünmeden tüm enerjinizi daha fazla para kazanmaya odaklamak gibidir. Zenginliğin anahtarı, mutluluğun anahtarı gibi, sadece yeni fırsatlar aramak değil, size verilmiş olanlardan en iyi şekilde yararlanmaktır.\n\nKaynakça\n\n[Psychology Today](https://www.psychologytoday.com/us/blog/the-science-success/201208/how-keep-happiness-fading)","likes":null,"date":"2020-06-22","keywords":"hedonizm,adaptasyon,hazcılık","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"created_at":"2020-10-28T20:46:55.210Z","updated_at":"2020-10-28T20:46:55.224Z","banner":{"id":59,"name":"https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":4896,"height":3264,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":120.85,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":39.38,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":77.23,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1476611317561-60117649dd94?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":11.56,"width":234,"height":156}},"hash":"photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":1879.96,"url":"/uploads/photo_1476611317561_60117649dd94_ixlib_rb_1_2_dc4ec3d8e8.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:46:22.240Z","updated_at":"2020-10-28T20:46:22.272Z"}},{"id":42,"title":"Çocuk Cinsel İstismarı (CSA)","content":"Herkese yeniden merhaba. Bu hafta ciddi ve önemli bir konunun üzerinde durmak istiyorum. Bir vatandaşlık görevinden ziyade böyle bir konuda duyarlı olmak öncelikle insani görevimizdir ve kendimiz de dahil etrafımızdaki herhangi bir insanın başına böyle bir şey gelme olasılığı ne yazık ki yeterince yüksektir. Öyle ki çocuklarımız artık sokaklarda oynayamamakta, özellikle kadınlarımız dışarıda istedikleri gibi dolaşamamaktadır. Ayrıca çevremize dikkatle bakarsak cinsel istismara erkek bireylerin de yüksek oranda maruz kaldığını görebiliriz. Şimdi bu konulardan ayrıntılı olarak bahsedelim.\n\n**Cinsel İstismar Nedir?**\n\nAmerikan Psikiyatri Topluluğu (APA) cinsel istismarı şöyle tanımlar; “Cinsel taciz istenmeyen cinsel faaliyettir, failler mağdurları zorla kullanır, tehdit eder veya rıza gösteremeyen mağdurlardan yararlanır.” Cinsel istismar, sözlü tacizden vücuda organ veya sair bir cisim sokulmasına kadar geniş bir tanımı içerir. Toplumda ise taciz ve tecavüz olarak ikiye ayrılır. Kişiye yaşattığı utanç yüzünden talihsiz bir travma türüdür. Çocuk cinsel istismarında (Child Sexual Abuse-CSA) ise kurbanlar genellikle yardım istemek ve olayın farkına varmak için çok gençtir.\n\nYapılan araştırmalara göre her 3 kadından ve her 5 erkekten biri 18 yaşından önce cinsel istismar mağduru oldu. Ayrıca maalesef çocukların yetişkinlere kıyasla cinsel istismara uğrama olasılıklarının 3 kat daha fazla olduğunu biliyoruz. Ve bu istismarın failleri büyük oranla aile bireylerinden biri ya da çocuğun sözde güvenilir bulduğu yetişkinlerden biridir. Bundan dolayı görüyoruz ki çocuk yetiştirmek çok ciddi düşünülmesi ve ciddi olunması gereken, fazlasıyla dikkat isteyen bir iştir.\n\n**Etkileri Nelerdir?**\n\nCinsel istismar düzgün tedavi edilmediğinde genellikle Travma Sonrası Stres Bozukluğuna (TSSB), anksiyete, obsesyon ve özgüven kaybına yol açar. Bu etkilerden bazıları şunlardır;\n\n- Uyku sorunları, uyuma korkusu, kabuslar\n- Cinsel eylem ve fikirlerin artıp ilgi çekici hale gelmesi veya azalıp korku haline dönmesi\n- Olayların sık sık zihinde canlanması\n- Olayların tekrarlanabileceğinden dolayı duyulan korku ve sürekli diken üstünde hissetme\n- Temaslardan irkilme\n- Toplum içine çıkmayı reddetme\n- İntihar, intihara teşebbüs\n- Saldırganlık ve bir şeyler gizleme\n- Kendine zarar vermeye çalışma\n\nAyrıca istismarcıların %35’i küçükken istismara uğramış olan ve çoğunluğu erkek olan bireylerdir. Bu yüzden erkek cinsel istismarı da azınlıkta olmayan bir konudur. Zincirleme ilerlemenin önüne geçmek için doğru tedavi ve destek fazlasıyla önemlidir. Çocuğun yaşadığı olayı kabul etmek istemeyen ve reddeden ebeveynler çocuğu yeniden travmatize edebilir. Anlayışlı ve sevecen ebeveynlere sahip olan çocukların travmanın etkilerini daha kolay atlattığı görülmüştür\n\n**Hukuki Boyutları Nelerdir?**\n\nCinsel istismara maruz kaldıysak ya da maruz kalan birilerine tanıklık etmişsek bunu ilgili mercilere bildirmek vatani ve vicdani bir sorumluluk olmakla beraber, bildirilmediği zaman cezai yaptırımları vardır. Kamu personelleri ve sağlık çalışanları da dahil, birey bildirmediği takdirde 6 aydan 1 yıla kadar hapis cezası ile yargılanabilir.\n\nİstismar mağduru çocuk şikayetini polislere anlatmak zorunda değildir. Barolara bildirildiği zaman çocuğa ve varsa yanındaki ebeveynine bir avukat atanır, çocuk, çocuk izlem merkezlerine alınır ve bir yetkili ve psikolojik danışman eşliğinde çocuğu sarsmadan ve incitmeden çocuğun ifadesi alınır. Bunun sebebi hem polislere hem de hakim, savcı gibi yetkililere çocuğun olayları tekrar tekrar anlatmak zorunda kalmaması ve çocuğu mağdur etmemektir. Bazı hakim ve savcılar ne yazık ki buna dikkat etmese de sonuna kadar hakkımızı aramakta yarar vardır.\n\nBunlarla birlikte, istismarcı 8 yıldan 15 yıla kadar hapis cezası alır. İstismar sarkıntılık düzeyinde ise 3 yıldan 8 yıla kadar hapis cezasına hükmolunur. Buradaki cinsel istismar tanımı 15 yaşını doldurmamış çocuklara karşı yapılan her türlü cinsel eylemdir. İstismar organ veya sair bir cisim sokulması düzeyinde gerçekleştirildiğinde ise ceza 16 yıldan az olamaz. Eğer çocuk 12 yaşından küçükse verilecek ceza 18 yıldan az olamaz. Mağdurun ölmesi ya da bitkisel hayata girmesi sonucunda ise istismarcı ağırlaştırılmış müebbet hapis cezasına hükmolunur. Ayrıca silah kullanımı ya da istismarcının çocuğundan bakımından sorumlu kişilerden biri (bakıcı, öğretmen, ebeveyn) olması durumunda ceza yarı oranında arttırılır.\n\nEğer cezaların yeterli olup olmamasından bahsedecek olursak, böyle canice bir suçun asla bu kadar hafif cezalar almaması kanaatindeyim. Adaletin tam olarak sağlanması için illa ki bir insanın ölmesine gerek yoktur. Bu olayların sonucunda eğer fail zindana atılmazsa, mağdurun hayatının zindana dönüştüğünü ne yazık ki görmekteyiz. Son olarak söylemek isterim ki, failin mağdur ile evlendirilmesi söz konusu bile olamaz, olmamalıdır. Bunun tartışması bile yapılamaz, yapılması sapkınlıktır, yapanlar da aynı şekilde cezalandırılmalıdır. Lütfen yapılan haksızlıklara susmayın, eğer susarsak bir gün elbet sıra bizlere de gelecektir. Sağlıcakla kalın!\n\nKaynakça\n\n[American Psychological Association (APA)](https://www.apa.org/topics/sexual-abuse/)\n\n[Australian Psycgological Society](https://www.psychology.org.au/About-Us/What-we-do/advocacy/Advocacy-social-issues/Child-sexual-abuse)\n\n[Türkiye Psikiyatri Derneği](https://www.psikiyatri.org.tr/halka-yonelik/28/travma-sonrasi-stres-bozuklugu)\n\n[Psychology Today](https://www.psychologytoday.com/us/blog/somatic-psychology/201303/trauma-childhood-sexual-abuse)\n\n[KTÜ-Çocuk Koruma ve İzlem Merkezi](https://www.ktu.edu.tr/cocukkorumauam-bilgi)","likes":null,"date":"2020-06-08","keywords":"istismar,cinsel istismar,çocuk,hukuk,adalet,taciz","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:42:28.889Z","updated_at":"2020-10-31T10:25:36.869Z","banner":{"id":58,"name":"https://i.sozcu.com.tr/wp-content/uploads/2016/11/cocuk-istismar.jpg","alternativeText":"","caption":"","width":880,"height":487,"formats":{"small":{"ext":".jpg","url":"/uploads/small_cocuk_istismar_fdc4948867.jpg","hash":"small_cocuk_istismar_fdc4948867","mime":"image/jpeg","name":"small_https://i.sozcu.com.tr/wp-content/uploads/2016/11/cocuk-istismar.jpg","path":null,"size":22.25,"width":500,"height":277},"medium":{"ext":".jpg","url":"/uploads/medium_cocuk_istismar_fdc4948867.jpg","hash":"medium_cocuk_istismar_fdc4948867","mime":"image/jpeg","name":"medium_https://i.sozcu.com.tr/wp-content/uploads/2016/11/cocuk-istismar.jpg","path":null,"size":49.02,"width":750,"height":415},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_cocuk_istismar_fdc4948867.jpg","hash":"thumbnail_cocuk_istismar_fdc4948867","mime":"image/jpeg","name":"thumbnail_https://i.sozcu.com.tr/wp-content/uploads/2016/11/cocuk-istismar.jpg","path":null,"size":5.99,"width":245,"height":136}},"hash":"cocuk_istismar_fdc4948867","ext":".jpg","mime":"image/jpeg","size":67.65,"url":"/uploads/cocuk_istismar_fdc4948867.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:36:16.152Z","updated_at":"2020-10-28T20:36:16.182Z"}},{"id":41,"title":"Kleptomani","content":"Yeni bir pazartesi gününden herkese merhaba. Umarım güzel bir gün geçiriyorsunuzdur çünkü bu sıcak ve güzel havada mutsuz olmak kimseye yakışmaz. Yaşamın tadını çıkarmanız ve okumaktan asla vazgeçmemeniz dileğiyle bu haftanın yazısına başlamak istiyorum.\n\n**Tarihçe**\n\nBugün yine yeterince klinik tanısı ve araştırması yapılamamış bir bozukluktan bahsedeceğim. Daha çok “Kleptomani” olarak bilinen kompulsif hırsızlık, bir dürtü kontrol bozukluğudur. Kelime kökeni olarak Yunancadan gelen hırsız anlamındaki “kleptes” kelimesinden evrilmiştir. Amerikan Psikiyatri Topluluğu’nun DSM-1’ de ek bir terim olarak bahsettiği kleptomaninin tanısı, ilk defa dürtü kontrol bozukluğu olarak geçtiği DSM-5’ e göre yapılır.\n\n**Nedir?**\n\nAhlaksız bir davranıştan uzak olarak kleptomanisi olan hastalar ihtiyaçları olduğu için çalmazlar. Aksine çoğunlukla ihtiyaçları olmayan değersiz şeyleri çalarlar ve bunları biriktirir, iade eder, bodrumlarına kaldırır ya da hediye ederler. Kişi genellikle bu süreçte neyi çalacağına önceden karar vermez, aniden gelen dürtülerle uygun ortamı bulduğu zaman çalar. Bu dürtüleri gelgitli olabilir, zaman zaman daha yoğun ya da daha az hissedilebilir. Gerginliği bitene kadar çalma dürtüsünü hisseder, çalarken mutlu olup rahatlar ama çaldıktan sonra ise suçluluk ve utanç duygusu ağır bastığı için bu eşyaları gizlice tekrar yerine koyabilir fakat genelde her seferinde artan bir utanma duygusu ve yakalanma korkusu ile yaşar. Bu tip bir hastalık kişinin aile, iş ve sosyal ortamlarını gerçek anlamda sarsıp kötü etkileyebilir. Böyle bir durumu etrafımızdaki birinde fark ettiğimiz zaman mutlaka profesyonel tıbbi bir desteğe başvurmalıyız.\n\n**Neden ortaya çıkar?**\n\nKleptomani daha çok obsesif kompulsif bozukluk (OKB), bipolar bozukluk, yeme bozuklukları, kişilik bozukluğu, anksiyete bozukluğu olan ya da 1. dereceden akrabalarında yine kleptomani ya da alkol, kumar, madde bağımlılığı olan bireylerde görülür. Bu tür “birden fazla hastalığın birden yaşanması ve birbirine yol açması” durumuna ise komorbidite bozukluklar denir.\n\n**Tedavi**\n\nDürtü kontrol bozukluğunun FDA (Amerikan Gıda ve İlaç Bakanlığı, Food and Drug Administration) tarafından önerilen kesin bir ilaç yoktur fakat psikoterapi ve farmakolojik tedaviler, kombine olarak ya da tek tek uygulanabilir. Kleptomani fizyolojik olarak nörotransmitterlere bağlı sorunlardan ya da opioid bozukluklardan kaynaklanır. Beyindeki serotonin azlığı dürtü kontrol bozukluğuna neden olabildiği gibi kişinin çalarken vücudundan salgılanan dopamin de ödül ve tatmin duygularına yol açar. Bu nedenle tedavide serotonin geri alım inhibitörleri (SSRI) lar, opioid bozukluklukları gidermek içinse opioid antagonisti ve bağımlılık karşıtı olan Naltrekson kullanılır. Bunların yanında bilişsel davranışçı terapi (psikoterapi) ile de kişiye olumlu düşünceler aşılanıp destek olunabilir.\n\nBu haftaki yazımız bu kadardı. Umarım okurken keyif almışsınızdır. Herkese mutlu haftalar diliyorum!\n\nKaynakça\n\n[Medical Park](https://www.medicalpark.com.tr/kleptomani-calma-hastaligi/hg-2099)\n\n[Psychology Today](https://www.psychologytoday.com/intl/blog/inside-the-criminal-mind/201103/kleptomania-reality-or-psychiatric-invention)\n\n[SciELO](https://www.scielo.br/scielo.php?script=sci_arttext&pid=S1516-44462008000500003)","likes":null,"date":"2020-05-25","keywords":"kleptomani,çalmak,dürtü,kontrol bozukluğu","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:29:55.374Z","updated_at":"2020-10-31T10:25:05.774Z","banner":{"id":57,"name":"https://www.therecoveryvillage.com/wp-content/uploads/2019/04/Kleptomania-statistics.jpg","alternativeText":"","caption":"","width":1184,"height":592,"formats":{"large":{"ext":".jpg","url":"/uploads/large_Kleptomania_statistics_6cdff996b1.jpg","hash":"large_Kleptomania_statistics_6cdff996b1","mime":"image/jpeg","name":"large_https://www.therecoveryvillage.com/wp-content/uploads/2019/04/Kleptomania-statistics.jpg","path":null,"size":60.48,"width":1000,"height":500},"small":{"ext":".jpg","url":"/uploads/small_Kleptomania_statistics_6cdff996b1.jpg","hash":"small_Kleptomania_statistics_6cdff996b1","mime":"image/jpeg","name":"small_https://www.therecoveryvillage.com/wp-content/uploads/2019/04/Kleptomania-statistics.jpg","path":null,"size":22.59,"width":500,"height":250},"medium":{"ext":".jpg","url":"/uploads/medium_Kleptomania_statistics_6cdff996b1.jpg","hash":"medium_Kleptomania_statistics_6cdff996b1","mime":"image/jpeg","name":"medium_https://www.therecoveryvillage.com/wp-content/uploads/2019/04/Kleptomania-statistics.jpg","path":null,"size":40.22,"width":750,"height":375},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_Kleptomania_statistics_6cdff996b1.jpg","hash":"thumbnail_Kleptomania_statistics_6cdff996b1","mime":"image/jpeg","name":"thumbnail_https://www.therecoveryvillage.com/wp-content/uploads/2019/04/Kleptomania-statistics.jpg","path":null,"size":8.02,"width":245,"height":123}},"hash":"Kleptomania_statistics_6cdff996b1","ext":".jpg","mime":"image/jpeg","size":44.77,"url":"/uploads/Kleptomania_statistics_6cdff996b1.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:28:22.938Z","updated_at":"2020-10-28T20:28:22.970Z"}},{"id":40,"title":"Dismorfofobi","content":"Herkese yeniden merhabalar. Kısa süre önce ilginç ruhsal hastalıkların ilgimi çektiğini fark ettim ve yine böyle bir hastalıktan bahsetmeye karar verdim. Ayrıca Türkçe kaynak yetersizliği olduğunu görmek gerçekten çok can sıkıcı bir durum ve ben de her zamanki gibi yabancı kaynaklardan araştırma yapıp sizlere olabildiğince aktarmaya çalışıyorum.\n\n**Tarihçe**\n\nBugün, Dismorfofobi olarak da bilinen Vücut Dismorfik Bozukluğu’ndan ( Body Dysmorphic Disorder, BDD) bahsedeceğim. İlk olarak 1886’da Enrico Morselli dismorfofobi olarak tanımladığı bir bozukluk bildirdi. Amerikan Psikiyatri Topluluğu’nun (APA) yayınladığı Mental Bozuklukların Tanısal ve İstatistiksel El Kitabı –ш (DSM-3) ‘te bir “somatoform bozukluk” olarak bahsettiği BDD, 2013’te yayınlanan DSM-5’ te “obsesif kompulsif bozukluk” kategorisine kaydırıldı ve anorexia nervosadan ayrıldı. BDD uzun zamandan beri biliniyor fakat kapsamlı çalışmalar son yıllarda ve çoğunluk olarak Amerika’da yapılmaya başlandı. Dünya genelinde çalışmalar yapıl(a)madığı için BDD hakkında henüz bilmediğimiz şeyler var ve genetik etkisi, kalıtımsal yapısı hala kesin olarak bilinmiyor. Hakkında bilinenlerin çoğu ise Amerikalı psikiyatrist Dr Katharine Phillips ve İngiliz psikiyatrist Dr David Veale'nin yaptığı çalışmalara dayanıyor.\n\n**Nedir?**\n\nVücut Dismorfik Bozukluğu, bireylerin vücutlarında kusur, çirkinlik, bozukluk ve gözlerine hoş gelmeyen özellikler algılaması, hayal etmesidir. Bu kusur tek bir uzuv ya da vücudun tamamı olabileceği gibi birkaç bölge birden de olabilir. Kişinin gerçekten bir kusuru olsa bile bu, kişinin düşündüğü kadar büyük olmaz. Hatta kendisini çok kısa ve zayıf gören bir kişinin, aksine fazlasıyla iri ve uzun olması şeklinde de rahatsızlıklar görülebilir. Hasta bu bozukluk üzerine gün içerisinde saatlerce düşünebilir, kendisini başkalarıyla kıyaslayabilir ya da sosyal ortamlardan uzaklaşarak kendine bir sosyal izolasyon yaratır. Bunların dışında depresyon, intihar düşüncesi, o uzvu tımarlama, makyajla gizlemeye çalışma gibi belirtiler gösterirler. Bu gibi sebepler genelde kişinin iş, ev ve arkadaş ortamını ciddi anlamda etkiler ve aksatır.\n\nBDD’li bireyler genellikle çözümü kozmetik cerrahide ararlar ve imkanları dahilinde sık sık plastik operasyonlar geçirirler. Yapılan çalışmalara göre plastik cerrahi geçiren hastaların %5-15 ‘inin BDD’ye sahip olduğu görülmüştür. Özellikle sanat dünyasında Micheal Jackson gibi ünlülerin birer plastik cerrahi bağımlısı haline gelmiş olduğunu görüyoruz. Çünkü genelde göğüs büyültme ve küçültme (mammaplasti) ve kepçe kulak düzeltme (pinnaplasti) ameliyatları dışındaki operasyonlarda, mesela rinoplasti, hastaların genelde memnun kalmadıkları, hatta durumlarının daha kötüye gittiği belirtilmiştir. Bu yüzden kişiler sürekli düzeltme arayışı içine girerler ve tekrar tekrar kozmetik cerrahiye başvururlar. Bir özellikleri düzelse bile dikkatleri başka bir uzva kayabilir. Ya da daha da kötüsü, Gary Small’un kitabında da bahsettiği gibi hasta bir uzvunu (mesela kolu) ampute etme arzusu (apotemnofili) taşır, sık sık istemli ya da istemsiz bu uzvu yaralar ve ampütasyon yaptırabileceği gönüllü bir cerrah arar.\n\n**Nedensel Faktörler**\n\nBDD’nin ortaya çıkabilmesi için psikolojik etkenler olabileceği gibi çevresel de birçok etken vardır. Küçüklükte alaylara maruz kalma, cinsel istismar, ihmal, zorbalık, travmalar, mükemmeliyetçilik, utangaçlık, dermatolojik öyküler (akne problemi gibi), madde kullanımı,estetik açıdan ortalamadan daha duyarlı olmak gibi birçok neden sayılabilir. Genellikle ergenlik döneminde ortaya çıkan BDD hakkında yeterli sayda ve genişlikte çalışma yapılamadığı için cinsiyet gibi dağılımlar yapılamamıştır fakat genelde erkeklerde cinsel organla ilgili problemler şeklinde görülürken kadınlarda yeme bozuklukları şeklinde görülür.\n\n**Tedavi**\nBDD’nin bilişsel-davranışçı terapiye ve serotonin geri alım inhibitörlerine (SSRI) olumlu cevap verdiği biliniyor. Bilişsel-davranışçı terapi kişinin hatalı düşünce kalıplarını algılamasına yardımcı olurken, SSRI’lar obsesif kompulsif ve sanrısal etkileri ortadan kaldırır. Bu gibi kombine tedaviler tıpta sıkıkla kullanılır.\n\nKaynakça\n\n[Psychology Today](https://www.psychologytoday.com/intl/blog/in-excess/201508/body-dysmorphic-disorder)\n\n[Wikipedia](https://en.wikipedia.org/wiki/Body_dysmorphic_disorder)\n\n[Dr. Mark Griffiths](https://drmarkgriffiths.wordpress.com/2012/03/02/fantastic-or-drastic-can-plastic-surgery-be-addictive/)\n\n[Kas Dismorfisi](https://en.wikipedia.org/wiki/Muscle_dysmorphia)","likes":null,"date":"2020-05-11","keywords":"Dismorfofobi,Psikoloji,psikiyatri,şekil bozukluğu,obsesifkompulsif bozukluk","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:21:38.730Z","updated_at":"2020-10-31T10:24:39.747Z","banner":{"id":56,"name":"https://i12.haber7.net//haber/haber7/photos/2019/11/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645.jpg","alternativeText":"","caption":"","width":950,"height":550,"formats":{"small":{"ext":".jpg","url":"/uploads/small_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b.jpg","hash":"small_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b","mime":"image/jpeg","name":"small_https://i12.haber7.net//haber/haber7/photos/2019/11/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645.jpg","path":null,"size":12.54,"width":500,"height":289},"medium":{"ext":".jpg","url":"/uploads/medium_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b.jpg","hash":"medium_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b","mime":"image/jpeg","name":"medium_https://i12.haber7.net//haber/haber7/photos/2019/11/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645.jpg","path":null,"size":21.79,"width":750,"height":434},"thumbnail":{"ext":".jpg","url":"/uploads/thumbnail_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b.jpg","hash":"thumbnail_dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b","mime":"image/jpeg","name":"thumbnail_https://i12.haber7.net//haber/haber7/photos/2019/11/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645.jpg","path":null,"size":4.98,"width":245,"height":142}},"hash":"dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b","ext":".jpg","mime":"image/jpeg","size":30.17,"url":"/uploads/dismorfofobi_ayna_hastaligi_nedir_belirtileri_nelerdir_ve_tedavisi_var_midir_1552470139_645_d62940d33b.jpg","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:19:21.742Z","updated_at":"2020-10-28T20:19:21.777Z"}},{"id":39,"title":"Cehaletin Getirdiği Özgüven: Dunning - Kruger Etkisi","content":"Yeni bir sosyal izolasyon gününden herkese merhaba. Bugünkü konumuz aslında birçoğumuzun farkında olduğu ve sık sık yakındığı bir durum. Bazen bazı insanlar bir konu hakkında tam anlamıyla bilgi sahibi olmadıkları halde o işin uzmanı gibi yorum yaparlar ve gerçekten de uzman olduklarını düşünürler. Öyle ki bizim de bazen bunlara katlanamadığımız dönemler olur. Hatta şu sıralar sosyal medyada her kafasına esenin gündem hakkında yanlış yorumlar yaptığını görmüşsünüzdür. İşte bütün bunların arkasında Dunning-Kruger etkisi (sendromu) var diyebiliriz.\n\nCornell Üniversitesi’nde iki psikolog olan Justin Kruger ve David Dunning, “algılamada yanlılık” olarak tanımladıkları Dunning-Kruger sendromu hakkındaki makalelerini 1999 yılında yayınladılar. Makaleyi özetleyen varsayımlar şu şekildedir:\n\n1. Yetkin olmayan insanlar becerilerine aşırı değer biçme eğilimindedirler.\n2. Yetkin olmayan insanlar diğer insanlardaki gerçek beceriyi fark edememektedirler.\n3. Yetkin olmayan insanlar kendilerindeki yetersizliğin boyutunu görememektedirler.\n4. Eğer bu yetkin olmayan insanlar becerilerini geliştirmek üzere eğitilirlerse, geçmişteki eksikliklerini fark edip kabul etmektedirler.\n\nDunning-Kruger etkisi kişinin o konuda yeteneksiz ya da yetersiz olduğunu görecek kapasitede olmadığını, aksine bir o kadar bilgili olduğunu düşündüğünü savunur. Bazıları bunu “bilişsel bir önyargı” olarak, bazıları ise “sanrılı (hayali) üstünlük hissi” olarak nitelendirir. Yetersiz kişi, bilginin sınırsızlığının farkında olmadığı için kulaktan doğma ifadeleri bilgi sayar ve bunları o alanda yeterli, hatta fazla görür ve sonucunda ortaya kendinden emin ama bilgisiz bir birey ortaya çıkar.\n\nJustin Kruger ve David Dunning, 45 lisans öğrencisi üzerinde yaptıkları testler sonucu aslında %12’lik bilgiye ve birikime sahip olanların kendilerini ortalama %62’lik kısma koyduklarını tespit etmişlerdir. Ayrıca bir becerinin %80’ine sahip olan bireylerin bu becerilerini daha az gördüklerini de tespit etmişlerdir. Yani görünen o ki bu sendrom çift yönlü bir sendrom. Bunu birkaç grafikle pekiştirebiliriz;\n\nGörüldüğü üzere en az bilgili insanlar kendilerini yaklaşık olarak o işin uzmanları kadar bilgili görmektedir. Sosyal medyada, özellikle Twitter’da bu tarzda çok fazla insan görebilirsiniz. Aslında hepimiz bu eğilimdeyiz fakat kimilerimiz bunu üst boyutlarda yaşarken kimilerimiz küçük boyutlarda yaşar. Peki, kendimizi bu şekilde görmenin önüne nasıl geçebiliriz?\n\nDunning ve Kruger, mantıklı olan her insan gibi doğru eğitilen her bireyin yanlışlarını ve eksiklerini görüp bunları düzeltebileceğini savunmaktadır. Kişi bir konu hakkında okuyup araştırma yaptıkça aslında yetersiz olduğunu görür. Kendine olan güveni grafikte de gördüğümüz gibi azalır. Fakat daha çok öğrenmeye başladıkça asıl şimdi gerçekten bilgili olduğunu hisseder ve kendine olan güveni tekrar yerine gelir. Tabii ki burada gerçekten çok şey öğrenmekten bahsediyoruz. Bunların ışığında eğitimin ne kadar önemli bir durum olduğunu ve seviyeyi etkilediğini bir kez daha görmüş oluyoruz. Herkes eğitim hayatında araştırmaya teşvik edilmeli ve tüm öğrencilere kaynak taramasının nasıl yapılacağı öğretilmelidir ki yetişkin olan her birey sorgulayıcı kimliğini kullanabilsin ve doğru bilgiye erişebilsin. Ayrıca unutmamalıyız ki görüşümüzden gerçekten emin olmadan konuşmamak, kısacası az ve öz konuşmak her zaman daha saygı duyulası bir davranıştır.\n\nO zaman iki ünlü düşünürle günü kapatalım. Herkese bol izolasyonlu günler dilerim!\n\n\"Cehalet, genellikle bilgi sahibi olmaktan daha çok özgüvene sebep olur.\" – Charles Darwin\n\n\"Dünyanın sorunu, akıllılar hep kuşku içindeyken aptalların küstahça kendilerinden emin olmalarıdır.\" – Bertrand Russell\n\nKaynakça\n\nKRUGER, Justin; DUNNING, David. Unskilled and unaware of it: how difficulties in recognizing one's own incompetence lead to inflated self-assessments. Journal of personality and social psychology, 1999, 77.6: 1121.\n\n[Wikipedia](https://tr.wikipedia.org/wiki/Dunning-Kruger_etkisi)\n\n[Evrim Ağacı](https://evrimagaci.org/cehaletten-dogan-cesaret-dunningkruger-etkisi-nedir-2799#)\n\n[Psychology Today](https://www.psychologytoday.com/intl/basics/dunning-kruger-effect)\n\n[VerywellMind](https://www.verywellmind.com/an-overview-of-the-dunning-kruger-effect-4160740)","likes":null,"date":"2020-04-27","keywords":"cehalet,özgüven,kültür","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T20:08:57.490Z","updated_at":"2020-10-31T10:24:05.000Z","banner":{"id":55,"name":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","alternativeText":"","caption":"","width":1200,"height":808,"formats":{"large":{"ext":".png","url":"/uploads/large_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","hash":"large_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","mime":"image/png","name":"large_https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","path":null,"size":404.43,"width":1000,"height":673},"small":{"ext":".png","url":"/uploads/small_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","hash":"small_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","mime":"image/png","name":"small_https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","path":null,"size":116.24,"width":500,"height":337},"medium":{"ext":".png","url":"/uploads/medium_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","hash":"medium_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","mime":"image/png","name":"medium_https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","path":null,"size":231.93,"width":750,"height":505},"thumbnail":{"ext":".png","url":"/uploads/thumbnail_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","hash":"thumbnail_1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","mime":"image/png","name":"thumbnail_https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mr_Pipo_Dunning_kruger.svg/1200px-Mr_Pipo_Dunning_kruger.svg.png","path":null,"size":33.14,"width":232,"height":156}},"hash":"1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d","ext":".png","mime":"image/png","size":140.94,"url":"/uploads/1200px_Mr_Pipo_Dunning_kruger_svg_d9f642760d.png","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T20:08:33.816Z","updated_at":"2020-10-28T20:08:33.849Z"}},{"id":38,"title":"Kitle Histerisi","content":"Herkese merhaba. Bugün sizlere psikolojik bir rahatsızlıktan, fakat hem bireyi hem de toplumu birinci dereceden ilgilendiren, salgın niteliğinde olan bir olaydan bahsedeceğim. Kitlesel psikojenik hastalık, kolektif histeri ya da kitle histerisi gibi isimlerle anılan bu durum, bir grup insanın belli psikolojik ya da çevresel faktörlerden dolayı benzer korkuları, semptomları ve davranışları göstermesi olarak tanımlanabilir. Bu tarz yani histerik davranışlar genelde; taşkınlık yapma, çığlık atma, hiperventilasyon, ani sinirlenme, bayılma, hareket bozuklukları ve geçici kimlik değişimi şeklinde kendini gösterir. Simon Wessely’nin 1987’de yazdığı makaleye göre kitle histerisi; kitle kaygısı histerisi ve kitle motor histerisi (mass anxiety hysteria and mass motor hysteria) olarak ikiye ayrılır. Kitle Kaygısı Histerisi genelde okul çocuklarında akut anksiyeteler şeklinde görülür ve görsel etkileşimle hızlı bir şekilde yayılır. Fakat Kitle Motor Histerisi her yaştan bireyde motor davranışlarda bozukluk olarak gözlenebilir ve adım adım yayılır. Aynı zamanda genellikle öncesinde yaşanan bir gerginlik olmuş olması gerekir.\n\nKitle histerisi yaklaşık 1500’lerden beri kayda geçmiş ve birbirinden ilginç vakalara sebep olmuştur. Ortak yanlarını görebilmek açısından bu vakaların bazılarından kısaca bahsetmek istiyorum.\n\n**Çılgın Rahibeler**\n\n1844 tarihli bir kitapta belirtilene göre, Orta Çağ’da belirtilmeyen bir zamanda Fransız manastırındaki bir rahibe miyavlamaya başladı ve kısa süre sonra bu miyavlama diğer rahibelere de yayıldı. Aynı şekilde 1784 yılında yazılan bir kitaba göre, Almanya’daki bir manastırda yoldaşlarını ısıran bir rahibenin bu davranışı da bir salgın gibi Hollanda’ya ve İtalya’ya kadar yayıldı.\n\n**Dans Eden Veba**\n\nÖncesinde çiçek hastalığı, sifilis, cüzzam gibi hastalıklar geçirmiş ve aynı zamanda çetin yaz ve kışlar, ekin donları, dolu yağışları atlatmış olan Fransa Strazburg’da bir kadın sokağa çıktı ve dans etmeye başladı. Bir hafta sonunda ona 30 kişi daha katıldı ve insanlar durmadan dans etmeye devam etti. Yetkililer sorunu çözebilmek için “daha fazla dans” önerdi fakat bu durumu daha da kötüleştirmekten ileriye gidemedi ve gittikçe yayılan salgın sonucunda insanlar aşırı yorgunluktan, felçten veya kalp krizinden dolayı öldü.\n\n**Karanlık Figür**\n\nBize en yakın örneklerden biri olan bu vaka 2019 Ağustos’unda Robert Bartholomew’in “kitlesel histeri başkenti” olarak tanımladığı Malezya’da gerçekleşiyor. Siti Nurannisaa isimli bir kız öğrenci ders dinlerken aniden uykulu hissetmeye başladığını ve sırtında keskin bir acı hissettiğini söylüyor. Daha sonra kan, şiddet ve korku içeren sahnelerin ardından şeytanı andıran bir yüz gördüğünden bahsediyor. Sonrasında Siti yere düşüyor ve bayılıyor. Siti’nin ardından onlarca kız öğrenci çığlık atmaya ve ağlamaya başlıyor. Okulun dışındaki bir dükkanın sahibi olan kadın ise çığlıkları “sağır edici” olarak tanımlıyor.\n\nDünyada bunlar ve bunlar gibi ilginç birçok vaka yaşanmış bulunuyor. Peki kitle histerisi neden ortaya çıkıyor? Biraz daha çözüm odaklı bakmaya çalışacak olursak, öncelikle sorunların temeline inmemiz gerekiyor. Bu 3 vakaya baktığımız zaman bireylerin daha öncesinde toplumsal sıkıntılara maruz kaldığını ya da belirli sınırlamalar içerisinde yaşadığını görebiliyoruz. Manastırlardaki rahibelerin evlenememek gibi farklı yasakları var. Malezyada’daki genç kızlar da her Türk genci gibi ağır sınavlara tabi tutuluyor, İslami olanlar dışında müzik dinlemelerine izin verilmiyor ve katı kıyafet kurallarına uymak zorunda kalıyorlar. Fransa ise geçmişte birçok doğa felaketine ve salgın hastalığa ev sahipliği yapmış bir ülke. Tüm bu olanlara baktığımızda bu gibi olayların halkın psikolojisini ciddi boyutlarda etkilediğini görebiliyoruz. Fakat bu 3 vaka dışında birçok vakaya baktığımız zaman daha dikkat çekici olan bir şey var: çoğunluğu kadınların oluşturuyor olması. Yine Bartholomew kitle histerisinin ezici bir kadın olgusu olduğunu inkar edemeyeceğini ve Malezya’daki diğer vakalarda Müslüman etnik çoğunluğundan ergen kızların daha çok etkilendiğinin bir gerçek olduğunu söylüyor. Görüyoruz ki vakaların çeşitliğindeki ana nedenler; kültürel farklılıklar, dini nedenler ve geçmişteki çarpıcı olaylar.\n\nSon olarak madem nedenlerden bahsettik, her an böyle bir olayla karşılaşma olasılığına karşın basit çözümlerden, en azından hastalığın daha da tetiklenmesini önleyecek şeylerden de kısaca bahsetmek gerekir. Simon Wessely’ ye göre Kitle Kaygısı Histerisi’nde bireyleri ayırmak ve ebeveynlerini çağırmak yeterli olabiliyor. Fakat Kitle Motor Histerisi’nde çözüm süreci biraz daha karmaşık ve direkt olarak altta yatan stresörleri çözmek gerekiyor. O yüzden de bu süreç biraz daha uzun olabiliyor. Ya da direkt olarak bu tarz olayların yaşanmaması için toplumsal huzur ve refah seviyelerini arttırmayı deneyebiliriz. Bundan dolayı herkese, özellikle eve kapanıp ruhsal olarak yıprandığımız bu karantina sürecini kendimizi geliştirebilmek için bir fırsat olarak görüp olabildiğince dolu dolu geçirmeyi tavsiye ediyorum. Hepinize pozitif ve huzurlu bir yaşam diliyorum!\n\nKaynakça\n\nWESSELY, Simon. Mass hysteria: two syndromes?. Psychological Medicine, 1987, 17.1: 109-120.\n\n[Vakalar Listesi](https://en.wikipedia.org/wiki/List_of_mass_hysteria_cases)\n\n[Dans Eden Veba](https://web.archive.org/web/20121013075434/http://dsc.discovery.com/news/2008/08/01/dancing-death-mystery.html)\n\n[BBC Haberi](https://www.bbc.com/news/world-asia-48850490)","likes":null,"date":"2020-04-13","keywords":"Histeri,Psikoloji,Psikiyatri,Anksiyete,Kitle Histerisi","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T19:33:49.788Z","updated_at":"2020-10-31T10:23:28.150Z","banner":{"id":53,"name":"https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","alternativeText":"","caption":"","width":5313,"height":3901,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","url":"/uploads/large_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","hash":"large_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","path":null,"size":118.82,"width":1000,"height":734},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","url":"/uploads/small_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","hash":"small_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","path":null,"size":33.8,"width":500,"height":367},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","url":"/uploads/medium_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","hash":"medium_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","path":null,"size":71.43,"width":750,"height":551},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","url":"/uploads/thumbnail_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","hash":"thumbnail_photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1548810396-6ac0ac1b63e5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","path":null,"size":7.72,"width":212,"height":156}},"hash":"photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","mime":"image/jpeg","size":3173.11,"url":"/uploads/photo_1548810396_6ac0ac1b63e5_ixlib_rb_1_2_e46ee345b6.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=681&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T19:31:41.910Z","updated_at":"2020-10-28T19:31:41.954Z"}},{"id":37,"title":"Klasik Müzik ve Parlayan Yıldızı 'Mozart'","content":"Her yerde karşımıza çıkan, çoğu insanın rahatlamak ve konsantre olmak için dinlediği, hatta dinlerken büyük bir zevk aldığı müzik türü, Klasik Müzik. Klasik müzik dinlemeye yeni başlamış biri olarak söylemek istiyorum ki; bu kadar güzel bir dünyayı çok geç fark etmiş olmak beni gerçekten üzüyor. Bir öğrenci olarak çalışırken yardımcı ve dinlendirici olmasını umarak adım attığım bu dünyada büyük bir huzur buldum ve yaşamaktan zevk almayı öğrendim diyebilirim.\n\nBüyük bir keyifle dinlediğimiz diğer müzik türlerinin aksine klasik müzik, vücudumuzda birtakım farklı etkilere yol açıyor. Hep birlikte bunları biraz inceleyelim;\n\n- Uyku sorunları için ‘klasik’ bir çözüm Hafif ve enstrümantal olduğu için uyumayı kolaylaştırıyor ve uyku kalitesini artırıyor. Eğer otobüste uykunuz geldiyse ve seslerden uyuyamadıysanız, güzel bir klasik müzik açıp uyumanızı tavsiye ederim. Zira tarafımca denenmiştir ve sıkça kullandığım bir yöntemdir.\n\n- Kan basıncını düşürüyor Oxford Üniversitesi’ ne göre hip-hop, rap ya da tekno tarzı müzikler kan basıncımızı yükseltirken, klasik müzik kan basıncımızı düşürüyor. Kan basıncı yükseldiğinde kalbimiz daha fazla kan pompalamak zorunda kalıyor (buna hipertansiyon diyoruz) ve bu da kalp krizinden kalp yetmezliğine kadar birçok sonuç doğurabiliyor. Elbette çok fazla tekno müzik dinlediğinizde kalp krizi geçirmezsiniz ancak daha sağlıklı bir hayat sürmenizi herkesten çok isteriz.\n\n- Verimliliği arttırıyor Dediğim gibi benim gibi öğrenciyseniz ya da işinizi yaparken konsantre olamıyorsanız, klasik müzik gerçekten yardımcı olabilir. Özellikle hafta başlarında verim düşer, işin içine pazartesi sendromu girer ve hayat biraz daha zormuş gibi gelir. Bir işi yeni öğrenmeye başlayanlar için de aynı şeyler geçerlidir. Klasik müziği birkaç kez bu gibi amaçlar için kullandığınızda, zaten yavaş yavaş hayatınızın bir parçası olmaya başladığını da göreceksiniz.\n \n- Depresyonla savaşıyor, stresi azaltıyor Klasik müzik kalp ritmimizle benzer bir ritme/tempoya sahip ve bu da kendimizi üzgün, bunalımda ya da baskı altında hissettiğimizde daha sakin ve iyi hissedebilmemiz için alternatif bir çözüm. Araştırmalara göre hamilelikte klasik müzik dinleyen kadınlar daha az stresli bir hamilelik süreci yaşıyor. Ayrıca özellikle aşk acısı çekerken arabesk ya da slow parçalar dinleyerek kendinizi daha da üzmek yerine birkaç parça Bach dinlemek size daha güçlü hissettirebilir ve mutlu olmak için kimseye ihtiyacınız olmadığı bilincine daha kolay erişmenizi sağlayabilir. Bu konuda beni destekleyen makale ise Tokat Üniversitesi Nöroloji Anabilim Dalı öğretim üyeleri tarafından 2009’ da yayımlanıyor. Müzikojenik Epilepsi’ ye (ME: Müzik dinleme ile ortaya çıkan bir epileptik sendrom) sahip bir hasta üzerinde yapılan araştırmaya göre, hasta ne zaman arabesk müzik dinlese ağlama ve huzursuzluğun eşlik ettiği nöbetler geçirdiği gözlemlenmiş. Fakat diğer müzik türlerinde bu yaşanmamış.\n\n- Bazı Epileptik sorunlar için yatıştırıcı etki yaratabiliyor Chiara Bedetti ve takım arkadaşlarının yaptığı çalışmaya göre, özellikle D majörlü K448'deki iki piyano için Mozart'ın sonatının, sistematik bir müzik dinleme protokolü sonrası, ilaca dirençli epilepsisi olan hastalarda nöbet sıklığını %50 ye kadar azalttığı görülmüştür.\n\nMOZART ETKİSİ\n\nİlk olarak Rönesans döneminde (1450-1600) Romen Diyojen' in katkılarıyla ortaya çıkmış olan klasik müzik, gittikçe büyüyerek ve çeşitlenerek sırasıyla Barok dönemi, Klasik dönem ve Romantik dönemden geçmiş, son olarak içinde bulunduğumuz Modern döneme girmiştir. Neredeyse 600 yıllık bu yolculuk bize Johann Sebastian Bach, Antonio Vivaldi, Claudio Monteverdi, Fazıl Say, İdil Biret ve Robert Schumann gibi sanatçılar armağan etmiştir. Fakat bugün benim bahsetmek istediğim daha özel bir sanatçı var. Kendisi “Wolfgang Amadeus Mozart”. 35 yıllık kısacık ömründe dünyaya 626 eser bırakmıştır ve ölümünün ardından 200 yıllık bir zaman geçmesine rağmen bu eserler hala insanlarda farklı güzellikler ve anlamlar uyandırmaktadır.\n\nAyrıca Mozart, çok efsanevi bir başlığa da hükmediyor, yani Mozart Etkisi’ne. Olaylar 1993'te Nature dergisinde yayınlanan Rauscher ve arkadaşlarının yaptığı bir araştırma ile başladı diyebiliriz. Rauscher, bir grup insana 10 dakika süreyle D majörlü K448'deki iki piyano için Mozart'ın sonatını dinletti ve bunun, daha sonra kısa vadeli mekânsal akıl yürütmeyi kolaylaştırdığını gösterdi. Yani Mozart dinledikten sonraki 10 – 15 dakikada algılarımız daha açık oluyordu. Fakat medya, çoğu zaman olduğu gibi konuyu çarpıttı ve insanlara, Mozart dinlemenin onları daha akıllı hale getirdiği fenomenini sundu. İnsanlar senelerce doğmamış bebeklerine anne karnında Mozart dinletti, Mozart etkisi adı altında birçok kitap, DVD ve CD satıldı, hatta oyuncak şirketleri bu konuyu üstlendi ve durum ticarete döküldü.\n\nFakat Rauscher dâhil sonrasında yapılan çalışmaların hiçbiri, Mozart müziğinin insan zekâsını ya da IQ’ sunu artırdığını göstermedi. Emin olduğumuz şeyler sadece bir süreliğine anlamayı kolaylaştırdığı, sakinleştirici etkisi olduğu; epilepsi, Alzheimer, öğrenme zorluğu, hiperaktivite gibi sorunların çözülmesinde ya da etkilerinin azaltılmasında yardımcı olduğu gibi şeylerdi. Bizi daha zeki bir insan haline getirmiyordu. Tabii bu etkiler sadece Mozart müziği için değil, aynı şekilde duygusal hareketlilik sağlayan diğer klasik eserler için de geçerli.\n\nEvet, Mozart ve müziği görüldüğü gibi gerçekten şaşırtıcı etkilere sahip. En başta bahsettiğim etkiler ve daha nice yararlı etkilerinden ötürü, herkese klasik müzik dinlemesini, hatta bir yaşam tarzı haline getirmesini öneririm. Yaşam kalitenizin arttığını anında fark etmeniz çok mümkün. Son olarak aşağıya bir öneri listesi bırakıyorum. Keyifli dinlemeler!\n\n[Spotify Listesi](https://open.spotify.com/playlist/4b3P2iMl4CuCgNKRl6eib0?si=I_gAlQjRSPWYhGUqwqj_dg)\n\nKaynakça\n\nBedetti C, D'Alessandro P, Piccirilli M, et al. Mozart's music and multidrug-resistant epilepsy: a potential EEG index of therapeutic effectiveness. Psychiatr Danub. 2018;30(Suppl 7):567–571.\n\nBrackney DE, Brooks JL. Complementary and Alternative Medicine: The Mozart Effect on Childhood Epilepsy-A Systematic Review. J Sch Nurs. 2018;34(1):28–37. doi:10.1177/1059840517740940\n\nATAMAN, Özge Gençel. The effect of Mozart's music on the success of middle school students in mathematics courses. 2014.\n\n[Müzikojenik Epilepsi](http://www.journalagent.com/epilepsi/pdfs/JTES_15_3_104_107.pdf)\n\n[Klasik Müziğin Yararları](https://ceotudent.com/bilimsel-aciklamalariyla-klasik-muzik-dinlemenin-5-sasirtici-faydasi)","likes":null,"date":"2020-03-30","keywords":"Klasik Müzik,Mozart,Beethoven,Psikoloji,Psikiyatri","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-28T19:23:03.714Z","updated_at":"2020-10-31T10:20:52.535Z","banner":{"id":52,"name":"https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","alternativeText":"","caption":"","width":6720,"height":4480,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","url":"/uploads/large_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","hash":"large_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","path":null,"size":75.6,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","url":"/uploads/small_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","hash":"small_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","path":null,"size":26.39,"width":500,"height":333},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","url":"/uploads/medium_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","hash":"medium_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","path":null,"size":48.01,"width":750,"height":500},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","url":"/uploads/thumbnail_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","hash":"thumbnail_photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1519139116361-2ea84d04a4aa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","path":null,"size":8.47,"width":234,"height":156}},"hash":"photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","mime":"image/jpeg","size":3460.74,"url":"/uploads/photo_1519139116361_2ea84d04a4aa_ixlib_rb_1_2_11b5ad68e0.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-28T19:18:06.716Z","updated_at":"2020-10-28T19:18:06.771Z"}},{"id":16,"title":"Psikoloji Nedir?","content":"Psikoloji kitabi tanım olarak; bir bireyi, bir topluluğu belirleyen, yönlendiren düşünme, duygulanma, davranış biçimlerinin tümü ya da kısaca ruhbilim şeklinde tanımlanabilir. Kesin sınırlarla ayrılmamakla beraber psikoloji birkaç alt dala ayrılabilir. Bunlar; klinik psikoloji, kavramsal psikoloji, gelişim psikolojisi, evrim psikolojisi, adli psikoloji, sağlıklı psikoloji, nöropsikoloji, mesleki psikoloji ve sosyal psikoloji gibi dallardır.\n\nPeki hem basit hem de kompleks varlıklar olan insanlar olarak psikolojiyi başka nasıl tanımlarız? Psikoloji bireysel olarak insanın fikirleri, hatıraları, çevresi, davranışları ve reflekslerinin nedenini ve sonucunu kapsar. Psikologlar ve psikiyatristler insan ruh sağlığının ve en önemlisi insan için doğru olan mutluluğun sağlanması için çalışır. Doğru olan mutluluk diyorum çünkü akıl sağlığı yerinde olmayan bir birey mutlu olduğunu dile getirebilir fakat bu onun sağlıksız bir vaziyette bırakılması gerektiği anlamına gelmez. Konu her zaman sağlıktır ve ruh sağlığı, fiziki anlamda da sağlıklı olabilmenin temel gerekliliklerinden biridir. Ruh sağlığını korumak içinse fiziksel anlamda sağlıklı olmak gereklidir ve kısacası, biri kaybedildiği takdirde kısır döngüye girmek çok olasıdır. Böyle durumlarda psikolog ya da psikiyatristlerden mutlaka yardım almak gerekir. Toplumdaki ‘deli doktoru’ algısının tam aksine insanlar psikologlara deli oldukları için değil, deli olmamak için giderler ve gitmelidirler. Yeterince hadise yaşamış ve travma geçirmiş bir ülke olarak, vatandaşlar bu algının düzeltilmesi doğrultusunda bilinçlendirilmelidir. Zihin, davranış ve psikoloji algılamakta hepimizin güçlük çektiği konular olduğu için araştırarak edindiğim bilgileri sizlerle paylaşmaktan, algıların değişmesi ve hepimizin, en başta kendimin, bilinçlenmesi için çabalamaktan gurur duyarım. Bu nedenle yazılarım bu doğrultuda; ruh sağlığımız konusunda bilinçlenmek, onu iyileştirmek ve korumak üzerine olacaktır. Şimdiden herkese teşekkür ederim.","likes":null,"date":"2020-03-16","keywords":"psikoloji,psikiyatri,insan,bilinçaltı,duygu","user":null,"created_by":{"id":3,"firstname":"Kübra Nur","lastname":"Bektaş","username":"kubranurbektas"},"updated_by":{"id":1,"firstname":"Güngör","lastname":"Öztürk","username":"gungorozturk"},"created_at":"2020-10-26T05:39:47.537Z","updated_at":"2020-10-31T10:03:35.903Z","banner":{"id":22,"name":"https://images.unsplash.com/photo-1495653797063-114787b77b23?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","alternativeText":"","caption":"","width":7360,"height":4912,"formats":{"large":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/large_photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"large_photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf","mime":"image/jpeg","name":"large_https://images.unsplash.com/photo-1495653797063-114787b77b23?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":25.61,"width":1000,"height":667},"small":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/small_photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"small_photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf","mime":"image/jpeg","name":"small_https://images.unsplash.com/photo-1495653797063-114787b77b23?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":9.44,"width":500,"height":334},"medium":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/medium_photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"medium_photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf","mime":"image/jpeg","name":"medium_https://images.unsplash.com/photo-1495653797063-114787b77b23?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":16.58,"width":750,"height":501},"thumbnail":{"ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","url":"/uploads/thumbnail_photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","hash":"thumbnail_photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf","mime":"image/jpeg","name":"thumbnail_https://images.unsplash.com/photo-1495653797063-114787b77b23?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","path":null,"size":3.44,"width":234,"height":156}},"hash":"photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf","ext":".1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","mime":"image/jpeg","size":1021.46,"url":"/uploads/photo_1495653797063_114787b77b23_ixlib_rb_1_2_e3d59f4cbf.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80","previewUrl":null,"provider":"local","provider_metadata":null,"created_by":3,"updated_by":3,"created_at":"2020-10-26T05:38:48.359Z","updated_at":"2020-10-26T05:38:48.390Z"}}]},"__N_SSG":true}